Repository: neumerance/localize
Catalog: po/*/icanlocalize.po
Languages: de_de, es_es, fr_fr, ru_ru

source: Looking at your profile we saw that you have not yet created any project and we would like to help you doing so in a few easy steps.
de_de: Bei der Ansicht Ihres Profils ist uns aufgefallen, dass Sie noch kein Projekt erstellt haben. Dabei würden wir Ihnen gern mit ein paar einfachen Schritten helfen.
es_es: Al ver su perfil, notamos que aún no ha creado ningún proyecto, y nos gustaría ayudarlo para que pueda hacerlo fácilmente en unos pocos pasos.
fr_fr: En consultant votre profil, nous avons remarqué que vous n'avez pas encore créé de projet et nous aimerions vous y aider en quelques étapes faciles.

source: We invite you to visit our documentation site (http://docs.icanlocalize.com/creating-projects/) where you can find information about our different project types.
de_de: Wir laden Sie auf unsere Dokumentationsseite ein (http://docs.icanlocalize.com/creating-projects/), wo Sie Informationen über unsere verschiedenen Projekttypen finden können.
es_es: Lo invitamos a visitar nuestro sitio de documentación http://docs.icanlocalize.com/creating-projects/) donde podrá encontrar la información necesaria acerca de los diferentes tipos de proyecto.
fr_fr: Nous vous invitons à visiter notre site de documentation (http://docs.icanlocalize.com/creating-projects/) où vous pourrez trouver des informations concernant les différents types de projets.

source: If you wish, we are here to personally guide you through the process. Just give us a call on (+1) 702 997 3025
de_de: Wenn Sie möchten, sind wir für Sie da, um Sie persönlich durch den Vorgang zu begleiten. Rufen Sie uns einfach unter der (+1) 702 997 3025 an.
es_es: Si desea, estamos aquí para guiarlo personalmente a lo largo del proceso. Solo debe llamarnos al (+1) 702 997 3025
fr_fr: Si vous le désirez, nous serons ravis de vous guider à travers le processus. Il vous suffit de nous appeler au +1 702 997 3025

source: Or contact us over Skype: icanlocalize.
de_de: Oder kontaktieren Sie uns über Skype: icanlocalize.
es_es: O contáctenos en Skype: icanlocalize
fr_fr: Ou contactez-nous par Skype: icanlocalize.

source: Or answer this email.
de_de: Oder antworten Sie auf diese E-Mail.
es_es: O responda este correo.
fr_fr: Ou répondez à cet e-mail.

source: We are happy to grant you a 10 USD coupon to redeem against any project created worth 50 USD or more
de_de: Wir freuen uns, Ihnen einen Coupon über 10 US-Dollar zu schenken, den Sie auf alle erstellten Projekte im Wert von 50 oder mehr US-Dollar einlösen können.
es_es: Para nosotros será un placer otorgarle un cupón por el valor de 10 USD para que pueda utilizarlo en cualquier tipo de proyecto cuyo costo sea de 50 USD o superior.
fr_fr: Nous sommes ravis de vous offrir un coupon de 10 USD à faire valoir sur tout projet créé d'une valeur de 50 USD ou plus

source: Check us out and discover what clients say about us Software localization & Website projects
de_de: Sehen Sie sich uns an und entdecken Sie, was unsere Kunden über unsere Software-Lokalisierungs- & Webseitenprojekte sagen
es_es: Acceda a la opinión de otros clientes: Localización de software y Proyectos de traducción de sitios web
fr_fr: Visitez notre site et découvrez ce que les clients disent de nous: Localisation de logiciels et projets de sites web

source: Contact us, you won’t be disappointed!
de_de: Kontaktieren Sie uns, Sie werden nicht enttäuscht sein!
es_es: No dude en contactarnos,
fr_fr: Contactez-nous, vous ne serez pas déçu!

source: Laura and Fran
de_de: Laura und Fran
es_es: Laura y Fran
fr_fr: Laura et Fran

source: ICanLocalize folks
de_de: Das Team von ICanLocalize
es_es: El equipo de ICanLocalize
fr_fr: L'équipe d'ICanLocalize

source: We are Laura and Fran from ICanLocalize.com, real gurus for personalized support. We’re here to help you achieve great localization!
de_de: Wir sind Laura und Fran von ICanLocalize.com, echte Gurus im personalisierten Support. Wir sind für Sie da, um Ihnen zu helfen, eine tolle Lokalisierung zu erhalten!
es_es: Somos Laura y Fran de ICanLocalize.com, verdaderas gurús del soporte personalizado. Estamos aquí para ayudarlo a obtener una excelente localización.
fr_fr: Nous sommes Laura, Mercedes et Irina d'ICanLocalize.com, de vrais pros vous proposant une assistance personnalisée. Nous sommes à votre disposition pour vous aider à obtenir une localisation optimale !

source: You took the time to open an account -and we thank you for that- and we’ll take the time to personally help you from Monday to Friday from 9 am (UTC+2) to 4 pm (UTC-3).
de_de: Sie haben sich die Zeit genommen, einen Account zu eröffnen - dafür möchten wir Ihnen danken - und wir sind von Montag bis Freitag von 9 Uhr (UTC+2) bis 16 Uhr (UTC-3) für Sie da, um Ihnen persönlich zu helfen.
es_es: Como usted se tomó el tiempo de abrir una cuenta, lo cual agradecemos, nosotras nos tomaremos el tiempo de asistirlo personalmente de lunes a viernes de 9 am (UTC+2) a 4 pm (UTC-3).
fr_fr: Vous avez pris le temps d'ouvrir un compte -ce dont nous vous remercions- et nous prendrons le temps de vous aider personnellement du lundi au vendredi de 9h00 (UTC+2) à 16h00 (UTC-3).

source: So give us a call on (+1) 702 997 3025, contact us over Skype (icanlocalize) or simply answer this e-mail and we’ll be happy to guide you through the steps to create a project, select translators, handle payment and get the work done with the best quality, professionally by human translators.
de_de: Rufen Sie uns unter der (+1) 702 997 3025 an, kontaktieren Sie uns über Skype (icanlocalize) oder antworten Sie einfach auf diese E-Mail, dann helfen wir Ihnen gerne bei den Schritten zur Erstellung eines Projekts, Auswahl von Übersetzern, Bearbeitung der Zahlung und beim Erhalt von Übersetzungen in bester Qualität, professionell von menschlichen Übersetzern erstellt.
es_es: Por favor, llámenos al (+1) 702 997 3025, contáctenos en Skype (icanlocalize) o simplemente responda este mail. Para nosotras, será un placer guiarlo acerca de cómo crear su proyecto, elegir traductores, realizar los pagos, y obtener un trabajo de la más alta calidad, realizado por traductores profesionales.
fr_fr: Appelez-nous donc au (+1) 702 997 3025, contactez-nous par Skype (icanlocalize) ou répondez simplement à cet e-mail et nous serons ravis de vous guider à travers les étapes de création d'un projet, de sélection des traducteurs, de traitement des paiements et de vous permettre d'obtenir un résultat de la meilleure qualité, professionnel et par des traducteurs humains.

source: And as we are real people, all contacts made over the week-end will be answered on a Monday.
de_de: Und da wir echte Menschen sind, werden alle Kontakte vom Wochenende montags beantwortet.
es_es: Como este no es un mensaje automático y somos personas reales, todos los mensajes que recibamos durante el fin de semana serán respondidos el día lunes.
fr_fr: Et comme nous sommes des personnes réelles, nous répondrons le lundi à toute tentative de contact faite au cours du week-end.

source: Cheers,
de_de: Beste Grüße
es_es: Saludos,
fr_fr: Merci,

source: We invite you to visit our
de_de: Wir möchten Sie einladen zum Besuch unserer/s
es_es: Lo invitamos a visitar nuestro
fr_fr: Nous vous invitons à visiter notre

source: documentation site
de_de: Dokumentationsseite
es_es: sitio de documentación
fr_fr: site de documentation

source: If you wish, we are here to personally guide you through the process. Just give us a call on <b>(+1) 702 997 3025</b>
de_de: Wenn Sie möchten, sind wir für Sie da, um Sie persönlich durch den Vorgang zu begleiten. Rufen Sie uns einfach unter der <b>(+1) 702 997 3025</b> an.
es_es: Si desea, estamos aquí para guiarlo personalmente a lo largo del proceso. Solo debe llamarnos al <b>(+1) 702 997 3025</b>
fr_fr: Si vous le désirez, nous pouvons vous aider tout au long du processus. Il vous suffit de nous appeler au <b>+1 702 997 3025</b>

source: Or contact us over Skype: <b>icanlocalize.</b>
de_de: Oder kontaktieren Sie über Skype: <b>icanlocalize.</b>
es_es: O contáctenos en Skype: <b>icanlocalize.</b>
fr_fr: Ou contactez-nous par Skype: <b>icanlocalize.</b>

source: Or answer this <b>email.</b>
de_de: Oder antworten Sie auf diese <b>E-Mail.</b>
es_es: O responda este <b>email.</b>
fr_fr: Ou répondez à cet <b>e-mail.</b>

source: We are happy to grant you a <b>10 USD coupon</b> to redeem against any project created worth 50 USD or more
de_de: Wir freuen uns, Ihnen einen <b>Coupon über 10 US-Dollar</b> zu schenken, den Sie auf alle erstellten Projekte im Wert von 50 oder mehr US-Dollar einlösen können.
es_es: Para nosotros será un placer otorgarle <b>un cupón por el valor de 10 USD</b> para que pueda utilizarlo en cualquier tipo de proyecto cuyo costo sea de 50 USD o superior.
fr_fr: Nous sommes ravis de vous offrir un <b>coupon de 10 USD</b> à faire valoir sur tout projet créé d'une valeur de 50 USD ou plus

source: Check us out and discover what clients say about us
de_de: Schauen Sie bei uns vorbei und entdecken Sie, was Kunden über uns sagen
es_es: Acceda a la opinión de otros clientes (en inglés)
fr_fr: Visitez notre site et découvrez ce que les clients disent à notre sujet

source: To deposit the missing funding to your account, visit this page:
de_de: Um das fehlende Geld auf Ihren Account einzuzahlen, besuchen Sie diese Seite:
es_es: Para depositar en su cuenta los fondos requeridos, visite la página:
fr_fr: Pour déposer les fonds manquants sur votre compte, visitez cette page:

source: None yet
de_de: Noch keine
es_es: Nada aún
fr_fr: Rien pour l'instant

source: %d pending tickets
de_de: %d ausstehende Tickets
es_es: %d tickets pendientes
fr_fr: %d tickets en attente

source: %d total
de_de: %d insgesamt
es_es: %d en total
fr_fr: Total de %d

source: on planned leave
de_de: im geplanten Urlaub
es_es: de licencia
fr_fr: en absence planifiée

source: support
es_es: soporte
fr_fr: assistance

source: All projects
de_de: Alle Projekte
es_es: Todos los proyectos
fr_fr: Tous les projets

source: Revision
es_es: Revisión
fr_fr: Révision

source: Communication with
de_de: Kommunikation mit
es_es: Comunicación con
fr_fr: Communication avec

source: Bid on
de_de: Gebot auf
es_es: Realizar oferta para
fr_fr: Faire une offre pour

source: Communication with client
de_de: Kommunikation mit dem Kunden
es_es: Comunicación con el cliente
fr_fr: Communication avec le client

source: Project "%s"
de_de: Projekt "%s"
es_es: Proyecto "%s"
fr_fr: Projet "%s"

source: Communication errors
de_de: Kommunikationsfehler
es_es: Errores de comunicación
fr_fr: Erreurs de communication

source: Translation jobs
de_de: Übersetzungsaufträge
es_es: Proyectos de traducción
fr_fr: Travaux de traduction

source: Chat with %s
de_de: Mit %s chatten
es_es: Comunicarse con %s
fr_fr: Conversation avec %s

source: New
de_de: Neu
es_es: Nuevo
fr_fr: Nouveau

source: Home
de_de: Start
es_es: Inicio
fr_fr: Accueil

source: My Account
de_de: Mein Account
es_es: Mi cuenta
fr_fr: Mon compte

source: Payments and withdrawals
de_de: Zahlungen und Abbuchungen
es_es: Pagos y extracciones
fr_fr: Paiements et retraits

source: Tickets for %s department
de_de: Tickets für %s-Abteilung
es_es: Tickets para el departamento %s
fr_fr: Tickets pour le service %s

source: Instant Translation projects
de_de: Sofort-Übersetzungsprojekte
es_es: Traducciones instantáneas
fr_fr: Projets de traduction instantanée

source: All invitations
de_de: Alle Einladungen
es_es: Todas las invitaciones
fr_fr: Toutes les invitations

source: Invitation by %s
de_de: Einladung von %s
es_es: Invitación de %s
fr_fr: Invitation de %s

source: Leaves for %s
de_de: Urlaubszeiten von %s
es_es: Licencias para %s
fr_fr: Absences pour %s

source: Issues
de_de: Fragen
es_es: Incidencias
fr_fr: Incidents

source: Add %s to my bookmarks (and leave public feedback)
de_de: %s zu meinen Lesezeichen hinzufügen (und öffentliches Feedback geben)
es_es: Añadir a %s a mis favoritos (y dejar comentarios visibles públicamente)
fr_fr: Ajouter %s à mes favoris (et laisser un commentaire public)

source: Found a problem
de_de: Problem gefunden
es_es: Se detectó un problema
fr_fr: Un problème a été détecté

source: Yes
de_de: Ja
es_es: Sí
fr_fr: Oui

source: No
de_de: Nein
fr_fr: Non

source: Arbitration
de_de: Schlichtung
es_es: Arbitraje
fr_fr: Arbitrage

source: %s between %s and %s
de_de: %s zwischen %s und %s
es_es: %s entre %s y %s
fr_fr: %s entre %s et %s

source: between
de_de: zwischen
es_es: entre
fr_fr: entre

source: and
de_de: und
es_es: y
fr_fr: et

source: To begin translating, first %s.
de_de: Um mit der Übersetzung zu beginnen, müssen Sie zuerst %s.
es_es: Para comenzar con la traducción, primero %s.
fr_fr: Pour commencer à traduire, il est d'abord nécessaire de %s.

source: Your version of Translation Assistant is out of date. Please %s and install the current version.
de_de: Ihre Version von Translation Assistant ist veraltet. Bitte %s und installieren Sie die aktuelle Version.
es_es: Su versión de Translation Assistant se encuentra desactualizada. Por favor, %s e instale la versión actual.
fr_fr: Votre version de Translation Assistant est obsolète. Veuillez %s et installer la version actuelle.

source: from <b>%s</b> to %s
de_de: von <b>%s</b> an %s
es_es: De <b>%s</b> para %s
fr_fr: de <b>%s</b> à %s

source: from
de_de: von
es_es: De
fr_fr: de

source: Post first message
de_de: Erste Nachricht schreiben
es_es: Enviar primer mensaje
fr_fr: Publier le premier message

source: Notify <b>%s</b>%s
de_de: <b>%s</b>%s benachrichtigen
es_es: Notificar <b>%s</b>%s
fr_fr: Informer <b>%s</b>%s

source: Make comment
de_de: Kommentar abgeben
es_es: Enviar
fr_fr: Faire un commentaire

source: Review enabled
de_de: Korrekturlesung aktiviert
es_es: Revisión activada
fr_fr: Révision activée

source: completed reviewing this project.
de_de: hat die Korrekturlesung dieses Projekts abgeschlossen.
es_es: finalizó la revisión de este proyecto.
fr_fr: a terminé la révision de ce projet.

source: is reviewing this project.
de_de: liest dieses Projekt Korrektur.
es_es: está revisando este proyecto.
fr_fr: assure la révision de ce projet.

source: will review this project.
de_de: wird dieses Projekt Korrektur lesen.
es_es: revisará este proyecto.
fr_fr: assurera la révision de ce projet.

source: Disable Review
de_de: Korrekturlesung deaktivieren
es_es: Desactivar revisión
fr_fr: Désactiver la révision

source: Enable Review
de_de: Korrekturlesung aktivieren
es_es: Activar revisión
fr_fr: Activer la révision

source: Review costs 50% extra
de_de: Korrekturlesung kostet 50% extra
es_es: El costo de revisión es el 50% extra
fr_fr: La révision coûte 50% supplémentaires

source: Review is disabled.
de_de: Korrekturlesung ist deaktiviert.
es_es: La revisión se encuentra desactivada.
fr_fr: La révision est désactivée.

source: No reviewer selected.
de_de: Kein Korrekturleser ausgewählt.
es_es: No hay ningún revisor seleccionado.
fr_fr: Aucun réviseur sélectionné.

source: Your issues for this string
de_de: Ihre Fragen zu diesem String
es_es: Sus incidencias para este segmento
fr_fr: Vos incidents pour cette chaîne

source: Existing issues
de_de: Bestehende Fragen
es_es: Incidencias actuales
fr_fr: Incidents existants

source: Issue
de_de: Fragen
es_es: Incidencia
fr_fr: Incident

source: Before you open new issues, please check if it's been reported already by other translators.
de_de: Bevor Sie neue Fragen öffnen, überprüfen Sie bitte, ob die Frage bereits von anderen Übersetzern gestellt wurde.
es_es: Antes de abrir una nueva incidencia, por favor verifique si ya ha sido abordada por otro/a traductor/a.
fr_fr: Avant d'ouvrir un incident, veuillez vérifier qu'il n'a pas encore été signalé par d'autres traducteurs.

source: Issues opened by others
de_de: Für andere eröffnete Fragen
es_es: Incidencias creadas por otros
fr_fr: Incidents ouverts par d'autres

source: Start a new issue
de_de: Eine neue Frage stellen
es_es: Incidencia nueva
fr_fr: Démarrer un nouvel incident

source: on vacation
de_de: im Urlaub
es_es: de receso
fr_fr: en congé

source: The number of translation projects this translator needs to complete
de_de: Die Anzahl der Übersetzungsprojekte, die dieser Übersetzer fertig stellen muss:
es_es: La cantidad de proyectos que este traductor aún debe finalizar
fr_fr: Le nombre de projets de traduction que ce traducteur doit terminer

source: Jobs in progress
de_de: Aufträge in Arbeit
es_es: Trabajos en progreso
fr_fr: Travaux en cours

source: View profile
de_de: Profil anzeigen
es_es: Ver perfil
fr_fr: Voir le profil

source: %d more recommendation(s)
de_de: %d weitere Empfehlung(en)
es_es: %d recomendación/es más
fr_fr: %d autres recommandation(s)

source: Work on this language is not done. Are you sure you want to accept it as complete?
de_de: Die Arbeit an dieser Sprache ist noch nicht abgeschlossen. Sind Sie sicher, dass Sie sie für abgeschlossen annehmen möchten?
es_es: No se ha completado el trabajo en este idioma. ¿Está seguro de que desea aceptarlo como finalizado?
fr_fr: Le travail sur cette langue n'est pas achevé. Êtes-vous sûr de vouloir l'accepter comme terminé?

source: You are declaring this work as complete!
de_de: Sie erklären diese Arbeit für abgeschlossen!
es_es: ¡Está declarando que el trabajo está finalizado!
fr_fr: Vous déclarez que ce travail est terminé!

source: 1. Did you review the work?
de_de: 1. Haben Sie die Arbeit überprüft?
es_es: 1. ¿Efectuó la revisión correspondiente?
fr_fr: 1. Avez-vous révisé le travail?

source: Did you review the work?
de_de: Haben Sie die Arbeit überprüft?
es_es: ¿Recibió el trabajo?
fr_fr: Avez-vous révisé le travail?

source: Show all
de_de: Alle anzeigen
es_es: Ver todo
fr_fr: Tout afficher

source: Chat with translator
de_de: Mit dem Übersetzer chatten
es_es: Comunicarse con el traductor
fr_fr: Conversation avec le traducteur

source: View original
de_de: Original anzeigen
es_es: Ver original
fr_fr: Voir l'original

source: Cancel translation
de_de: Übersetzung abbrechen
es_es: Cancelar traducción
fr_fr: Annuler la traduction

source: Are you sure you want to cancel the translation of this document?
de_de: Sind Sie sicher, dass Sie die Übersetzung dieses Dokuments abbrechen möchten?
es_es: ¿Está seguro de que desea cancelar la traducción de este documento?
fr_fr: Êtes-vous sûr de vouloir annuler la traduction de ce document?

source: Retry
de_de: Erneut versuchen
es_es: Reintentar
fr_fr: Réessayer

source: Redo translation
de_de: Übersetzung erneut erstellen
es_es: Rehacer traducción
fr_fr: Refaire la traduction

source: Are you sure you want to redo this translation? The completed translation will be discarded.
de_de: Sind Sie sicher, dass Sie diese Übersetzung erneut erstellen möchten? Die abgeschlossene Übersetzung wird dann verworfen.
es_es: ¿Está seguro de que desea rehacer esta traducción? En tal caso, la traducción actual será eliminada.
fr_fr: Êtes-vous sûr de vouloir refaire cette traduction? La traduction terminée sera abandonnée.

source: Resend to CMS
de_de: Erneut ans CMS senden
es_es: Reenviar a CMS
fr_fr: Renvoyer au SGC

source: %d comm errors
de_de: %d Kommunikationsfehler
es_es: %d errores de comunicación
fr_fr: %d erreurs de communication

source: %d active
de_de: %d aktiv
es_es: %d activa/s
fr_fr: %d actifs

source: Waiting for reviewer
de_de: Auf Korrekturleser wird gewartet
es_es: Esperando revisor
fr_fr: En attente d'un réviseur

source: Review completed
de_de: Korrekturlesung abgeschlossen
es_es: Revisión finalizada
fr_fr: Révision terminée

source: Review in progress
de_de: Korrekturlesung in Arbeit
es_es: Revisión en proceso
fr_fr: En cours de révision

source: Not reviewing
de_de: Keine Korrekturlesung
es_es: No está en proceso de revisión
fr_fr: Pas de révision

source: Review disabled
de_de: Korrekturlesung deaktiviert
es_es: Revisión desactivada
fr_fr: Révision désactivée

source: Low funding for review
de_de: Zu wenig Geld für die Korrekturlesung
es_es: Fondos insuficentes para la revisión
fr_fr: Fonds insuffisants pour la révision

source: Request professional translation
de_de: Professionelle Übersetzung anfordern
es_es: Solicitar traducción profesional
fr_fr: Demander une traduction professionnelle

source: Translation not needed
de_de: Übersetzung nicht benötigt
es_es: No se requiere traducción
fr_fr: Traduction non nécessaire

source: I want to translate the message myself...
de_de: Ich möchte die Nachricht selbst übersetzen...
es_es: Deseo traducir el mensaje yo mismo/a...
fr_fr: Je veux traduire le message moi-même...

source: Message queued for translation
de_de: Nachricht ist in Übersetzungsschlange
es_es: Mensaje en cola para ser traducido
fr_fr: Message en attente de traduction

source: Send without translation
de_de: Ohne Übersetzung versenden
es_es: Enviar sin traducción
fr_fr: Envoyer sans traduction

source: Message being translated
de_de: Nachricht wird übersetzt
es_es: Mensaje en proceso de traducción
fr_fr: Message en cours de traduction

source: Edit translation
de_de: Übersetzung bearbeiten
es_es: Editar traducción
fr_fr: Modifier la traduction

source: Show translation
de_de: Übersetzung anzeigen
es_es: Visualizar traducción
fr_fr: Afficher la traduction

source: Undo translation not needed
de_de: Zurücknehmen, dass keine Übersetzung benötigt wird
es_es: Deshacer 'No traducir'
fr_fr: Annuler Traduction non nécessaire

source: This message should be professionally translated
de_de: Diese Nachricht sollte professionell übersetzt werden
es_es: Este mensaje debe ser traducido con profesionalidad
fr_fr: Ce message doit être traduit de manière professionnelle

source: Send this message without translation
de_de: Diese Nachricht ohne Übersetzung senden
es_es: Enviar este mensaje sin traducción
fr_fr: Envoyer ce message sans traduction

source: Escrow deposit for translation of %s (%s revision) to %s
de_de: Treuhandkonto-Einzahlung für die Übersetzung von %s (%s Revision) auf %s
es_es: Depósito de garantía para la traducción de %s (%s revisión) al %s
fr_fr: Dépôt bloqué pour la transaction de %s (révision %s) en %s

source: Project name
de_de: Projektname
es_es: Nombre del proyecto
fr_fr: Nom du projet

source: Full description
de_de: Vollständige Beschreibung
es_es: Descripción completa
fr_fr: Description complète

source: Escrow to canceled bid
de_de: Treuhandzahlung für storniertes Gebot
es_es: Depósito en garantía de oferta cancelada
fr_fr: Fonds bloqués pour offre annulée

source: Withdrawal to %s account - %s
de_de: Abbuchung auf %s-Konto - %s
es_es: Extracción a cuenta %s - %s
fr_fr: Retrait vers le compte %s - %s

source: Instant text translation from %s to %s
de_de: Sofort-Textübersetzung von %s auf %s
es_es: Traducción instantánea del %s al %s
fr_fr: Traduction de texte instantanée de %s en %s

source: Text
es_es: Texto
fr_fr: Texte

source: Software localization from %s to %s
de_de: Software-Lokalisierung von %s auf %s
es_es: Localización de software del %s al %s
fr_fr: Localisation de logiciel de %s en %s

source: Payment for deleted software localization project
de_de: Zahlung für gelöschtes Software-Lokalisierungsprojekt
es_es: Pago por proyecto eliminado de localización de software
fr_fr: Paiement pour projet supprimé de localisation de logiciel

source: Withdrawal
de_de: Abbuchung
es_es: Extracción
fr_fr: Retrait

source: Payment from translation of %s (%s revision) to %s
de_de: Zahlung für die Übersetzung von %s (%s Revision) auf %s
es_es: Pago por traducción del proyecto %s (%s revisión) al %s
fr_fr: Paiement de la traduction de %s (révision %s) en %s

source: Refund from canceled bid
de_de: Rückerstattung aus storniertem Gebot
es_es: Reintegro por oferta cancelada
fr_fr: Remboursement d'offre annulée

source: Deposit from %s account
de_de: Einzahlung von %s-Account
es_es: Depósito desde la cuenta de %s
fr_fr: Dépôt depuis le compte %s
