Repository: neumerance/localize
Catalog: po/*/icanlocalize.po
Languages: de_de, es_es, fr_fr, ru_ru

source: Your payment has been started and is now being processed.
de_de: Ihre Zahlung wurde eingeleitet und wird nun bearbeitet.
es_es: Su pago se ha iniciado y está siendo procesado.
fr_fr: Votre paiement a été initié et est en cours de traitement.

source: Depending on the payment method, your payment will be complete within a few days.
de_de: Je nach Zahlungsmethode wird Ihre Zahlung in einigen Tagen abgeschlossen sein.
es_es: De acuerdo al método utilizado, su pago se efectivizará en unos pocos días.
fr_fr: En fonction de la méthode de paiement, votre paiement sera effectué en quelques jours.

source: To check on the exact status of your payment and the expected completion date, please log in to your <a href="https://www.paypal.com/">PayPal</a> account.
de_de: Um den genauen Status Ihrer Zahlung und das voraussichtliche Fertigstellungsdatum zu überprüfen, loggen Sie sich bitte in Ihren <a href="https://www.paypal.com/">PayPal</a>-Account ein.
es_es: Para verificar el estado de su pago con exactitud así como la fecha de finalización esperada, por favor, inicie sesión en su cuenta <a href="https://www.paypal.com/">PayPal</a>.
fr_fr: Pour consulter le statut de votre paiement et la date estimée de sa confirmation, veuillez vous connecter à votre compte <a href="https://www.paypal.com/">PayPal</a>.

source: The translator will be notified once your payment clears and will be able to start working.
de_de: Der Übersetzer wird benachrichtigt, sobald Ihre Zahlung angenommen wurde, und wird dann mit der Arbeit beginnen.
es_es: El traductor será notificado una vez que su pago se complete y podrá comenzar a trabajar en su proyecto.
fr_fr: Dès que votre paiement sera confirmé, le traducteur en sera informé et pourra commencer le travail.

source: These funds will be available in your ICanLocalize account once this payment completes.
de_de: Dieses Geld wird in Ihrem ICanLocalize-Account verfügbar sein, sobald diese Zahlung abgeschlossen ist.
es_es: Estos fondos estarán disponibles en su cuenta de ICanLocalize una vez que la operación se haya completado.
fr_fr: Ces fonds seront disponibles sur votre compte ICanLocalize une fois ce paiement effectué.

source: Information about external account
de_de: Informationen über externen Account
es_es: Información acerca de cuenta externa
fr_fr: Informations relatives au compte externe

source: Payment methods
de_de: Zahlungsmethoden
es_es: Métodos de pago
fr_fr: Méthodes de paiement

source: We've started working on your translation! When it's complete, we will send you another email.
de_de: Wir haben die Arbeit an Ihrer Übersetzung begonnen! Wenn sie abgeschlossen ist, werden wir Ihnen eine weitere E-Mail senden.
es_es: ¡Su traducción está en proceso! Cuando ésta sea finalizada, le enviaremos un nuevo email.
fr_fr: Le travail relatif à votre traduction a commencé! Nous vous ferons parvenir un autre e-mail lorsqu'il sera terminé.

source: Your support subscription is now active!
de_de: Ihr Support-Abonnement ist jetzt aktiv!
es_es: ¡Sus suscripción al soporte se encuentra activa!
fr_fr: Votre souscription à l'assistance est à présent active!

source: The selected invoice cannot be located
de_de: Die ausgewählte Rechnung konnte nicht gefunden werden
es_es: No se encuentra la factura seleccionada.
fr_fr: Impossible de trouver la facture sélectionnée

source: Search projects
de_de: Projekte suchen
es_es: Buscar proyectos
fr_fr: Rechercher des projets

source: Search for new projects
de_de: Neue Projekte suchen
es_es: Buscar proyectos nuevos
fr_fr: Rechercher de nouveaux projets

source: Search results
de_de: Suchergebnisse
es_es: Resultados de búsqueda
fr_fr: Résultats de recherche

source: No keyword entered
de_de: Kein Schlagwort eingegeben
es_es: No ingresó palabra clave
fr_fr: Aucun mot clé n'a été saisi

source: Translator Search
de_de: Übersetzersuche
es_es: Buscar Traductores
fr_fr: Recherche de traducteurs

source: Revisions for project: %s
de_de: Revisionen für Projekt: %s
es_es: Revisiones del proyecto: %s
fr_fr: Révisions pour le project: %s

source: Translators have bid on your project. Before you shorten the work duration, you must delete these bids.
de_de: Übersetzer haben auf Ihr Projekt geboten. Bevor Sie die Arbeitsdauer verkürzen, müssen Sie diese Gebote löschen.
es_es: Nuestros traductores han realizado ofertas. Antes de reducir el período de duración del trabajo, debe eliminar dichas ofertas.
fr_fr: Des traducteurs ont fait des offres concernant votre projet. Avant de réduire le délai imparti pour le travail, vous devez supprimer ces offres.

source: You cannot set the maximum bidding amount below %.2f
de_de: Sie können den maximalen Bietbetrag nicht unter %.2f einstellen
es_es: El monto de oferta máximo no puede ser inferior a %.2f
fr_fr: Vous ne pouvez pas définir un montant maximal d'offre inférieur à %.2f

source: Auto accept amount cannot be higher than maximal bidding amount
de_de: Der Betrag zur automatischen Annahme kann nicht höher sein als die maximale Gebotshöhe.
es_es: El monto a aceptar automáticamente no puede ser mayor al monto máximo ofrecido
fr_fr: Le montant d'acceptation automatique ne peut pas être supérieur au montant d'offre maximal

source: You must allow at least one day for bidding
de_de: Sie müssen mindestens einen Tag für das Bieten einräumen
es_es: Debe esperar al menos un día para recibir ofertas
fr_fr: Vous devez laisser au moins un jour aux traducteurs pour faire des offres

source: You must allow at least one day to complete the work
de_de: Sie müssen mindestens einen Tag für die Durchführung der Arbeit einräumen
es_es: Debe asignar al menos un día para que los traductores puedan completar el trabajo
fr_fr: Vous devez impartir au moins une journée pour que le travail soit effectué

source: Please remember that bidding for this project is done for the entire work and not per word.
de_de: Bitte denken Sie daran, dass Sie bei diesem Projekt auf die gesamte Arbeit bieten und nicht pro Wort.
es_es: Por favor, recuerde que la oferta que realice para este proyecto es por la totalidad del trabajo y no por palabra.
fr_fr: Veuillez vous rappeler que l'offre pour ce projet couvre le travail dans son intégralité et n'est pas un tarif par mot.

source: Something is wrong. Please correct the values you entered.
de_de: Etwas stimmt nicht. Bitte korrigieren Sie die eingegebenen Werte.
es_es: ¡Algo ha fallado! Por favor, revise los valores ingresados.
fr_fr: Quelque chose est incorrect. Veuillez corriger les valeurs saisies.

source: Project released to translators
de_de: Projekt für Übersetzer frei gegeben
es_es: Proyecto enviado a los traductores
fr_fr: Projet ouvert aux traducteurs

source: Project released, but not available to translators because it's a test project
de_de: Projekt veröffentlicht, aber nicht für Übersetzer verfügbar, da es ein Testprojekt ist.
es_es: Proyecto enviado, pero no disponible para los traductores porque es un proyecto de prueba.
fr_fr: Projet publié, mais non accessible aux traducteurs car il s'agit d'un projet test

source: Some languages could not be removed because translators have bid on them:
de_de: Einige Sprachen konnten nicht gelöscht werden, weil Übersetzer auf sie geboten haben:
es_es: Algunos idiomas no pudieron ser eliminados porque ya se han efectuado ofertas:
fr_fr: Certaines langues n'ont pas pu être supprimées car elles sont l'objet d'offres de traducteurs:

source: revision
es_es: revisión
fr_fr: révision

source: You are reviewing translation in this project. When the client selects the translator, you will be able to get started.
de_de: Sie lesen die Übersetzung in diesem Projekt Korrektur. Wenn der Kunde den Übersetzer auswählt, können Sie beginnen.
es_es: Usted es el revisor de este proyecto. Cuando el traductor seleccionado finalice la totalidad del trabajo, usted podrá comenzar con la revisión.
fr_fr: Vous êtes réviseur de la traduction dans ce projet. Lorsque le client aura sélectionné le traducteur, vous pourrez commencer.

source: Select a translator for this project
de_de: Wählen Sie einen Übersetzer für dieses Projekt aus
es_es: Seleccionar un traductor para este proyecto
fr_fr: Sélectionner un traducteur pour ce projet

source: Review and approve payment
de_de: Überprüfen und Zahlung freigeben
es_es: Revisar el trabajo y autorizar el pago
fr_fr: Réviser et approuver le paiement

source: You have not assigned a translator to any language.
de_de: Sie haben noch keiner Sprache einen Übersetzer zugeteilt.
es_es: No asignó traductor a ningún idioma.
fr_fr: Vous n'avez attribué de traducteur à aucune langue.

source: Invite translators for this project
de_de: Übersetzer für dieses Projekt einladen
es_es: Invitar traductores a este proyecto
fr_fr: Inviter des traducteurs pour ce projet

source: Open Projects
de_de: Offene Projekte
es_es: Proyectos activos
fr_fr: Projets ouverts

source: Project Overview
de_de: Projektübersicht
es_es: Resumen del proyecto
fr_fr: Vue d'ensemble sur le projet

source: Users to receive this newsletter
de_de: Benutzer, die diesen Newsletter empfangen sollen
es_es: Usuarios que recibirán este boletín
fr_fr: Utilisateurs destinataires de cette newsletter

source: Cannot locate this website
de_de: Diese Webseite kann nicht gefunden werden
es_es: No se puede localizar este sitio
fr_fr: Impossible de trouver le site Web

source: Accesskey does not match this website
de_de: Zugangsschlüssel stimmt nicht mit dieser Webseite überein
es_es: El código de acceso no coincide con este sitio web
fr_fr: La clé d'accès ne correspond pas à ce site Web

source: Your session has timed out. Please log in again.
de_de: Ihre Sitzung ist abgelaufen. Bitte loggen Sie sich erneut ein.
es_es: El tiempo de su sesión ha expirado. Por favor, vuelva a iniciar sesión.
fr_fr: Votre session a expiré. Veuillez vous connecter à nouveau.

source: Translation Projects
de_de: Übersetzungsprojekte
es_es: Proyectos de traducción
fr_fr: Projets de traduction

source: Bidding projects
de_de: Biet-Projekte
es_es: Proyectos licitados
fr_fr: Projets soumis à offres

source: Instant translation projects
de_de: Sofort-Übersetzungsprojekte
es_es: Traducciones instantáneas
fr_fr: Projets de traduction instantanée

source: CMS translation
de_de: CMS-Übersetzung
es_es: Traducción de contenidos en CMS
fr_fr: Traduction SGC

source: Arbitrations
de_de: Schlichtungen
es_es: Arbitrajes
fr_fr: Arbitrages

source: Tracked issues
de_de: Beobachtete Fragen
es_es: Registro de incidencias
fr_fr: Incidents suivis

source: Control Panel
de_de: Steuerungsübersicht
es_es: Panel de control
fr_fr: Panneau de contrôle

source: Getting started
de_de: Loslegen
es_es: Cómo comenzar
fr_fr: Démarrer

source: Profile
de_de: Profil
es_es: Perfil
fr_fr: Profil

source: Private translators
de_de: Private Übersetzer
es_es: Traductores privados
fr_fr: Traducteurs privés

source: Reminders
de_de: Erinnerungen
es_es: Recordatorios
fr_fr: Rappels

source: Translation Memory
es_es: Memoria de traducción
fr_fr: Mémoire de traduction

source: Browse
de_de: Durchsuchen
es_es: Buscar
fr_fr: Parcourir

source: Glossary
de_de: Glossar
es_es: Glosario
fr_fr: Glossaire

source: Import
de_de: Importieren
es_es: Importar
fr_fr: Importer

source: Search
de_de: Suche
es_es: Buscar
fr_fr: Recherche

source: Projects
de_de: Projekte
es_es: Proyectos
fr_fr: Projets

source: Translators
de_de: Übersetzer
es_es: Traductores
fr_fr: Traducteurs

source: Bookmarks
de_de: Lesezeichen
es_es: Favoritos
fr_fr: Favoris

source: Affiliate
de_de: Partner
es_es: Afiliado
fr_fr: Membre

source: Overview
de_de: Übersicht
es_es: Resumen
fr_fr: Vue d'ensemble

source: Edit invitation
de_de: Einladung bearbeiten
es_es: Editar invitación
fr_fr: Modifier l'invitation

source: Report
de_de: Bericht
es_es: Informe
fr_fr: Rapport

source: Support Centers
de_de: Support-Zentren
es_es: Centros de soporte
fr_fr: Centres d'assistance

source: Get Help
de_de: Hilfe holen
es_es: Obtenga ayuda
fr_fr: Obtenir de l'aide

source: Your support tickets
de_de: Ihre Support-Tickets
es_es: Sus tickets de soporte
fr_fr: Vos tickets d'incident

source: Create a new ticket
de_de: Ein neues Ticket erstellen
es_es: Crear un ticket nuevo
fr_fr: Créer un ticket

source: You can only download projects where your bid was accepted or you were granted access
de_de: Sie können nur Projekte herunterladen, für die Ihr Gebot angenommen wurde oder für die Sie Zugang erhalten haben.
es_es: Solo puede descargar aquellos proyectos en los cuales se aceptó su oferta o se le otorgó acceso.
fr_fr: Vous ne pouvez télécharger que les projets pour lesquels votre offre a été acceptée ou auxquels l'accès vous a été accordé

source: Not supported any more
de_de: Nicht mehr unterstützt
es_es: Ya no es válido
fr_fr: Délai de prise en charge expiré

source: Bad URL - must begin with http:// or https:// and contain a valid Internet address
de_de: Schlechte URL - muss mit http:// oder https:// beginnen und eine gültige Internetadresse enthalten
es_es: URL incorrecta: debe comenzar con http:// o https:// e incluir una dirección válida
fr_fr: Mauvaise URL: elle doit commencer par http:// ou https:// et contenir une adresse Internet valide

source: CMS type not supported yet
de_de: CMS-Typ noch nicht unterstützt
es_es: Tipo de CMS aún no admitido
fr_fr: Ce type de SGC n'est pas encore pris en charge

source: Websites
de_de: Webseiten
es_es: Sitios web
fr_fr: Sites Web

source: Drupal sites
de_de: Drupal-Seiten
es_es: Sitios en Drupal
fr_fr: Sites Drupal

source: manage all Drupal translation work centrally.
de_de: verwalten Sie alle Drupal-Übersetzungsarbeiten zentral.
es_es: administre todo trabajo de traducción en Drupal desde un mismo lugar.
fr_fr: gérez de manière centrale tout le travail de traduction Drupal.

source: WordPress sites
de_de: WordPress-Seiten
es_es: Sitios en WordPress
fr_fr: Sites WordPress

source: send content to translation directly from WordPress.
de_de: senden Sie Inhalte direkt aus WordPress zur Übersetzung ein.
es_es: envíe los contenidos a traducir directamente desde WordPress.
fr_fr: envoyez du contenu à traduire directement depuis WordPress.

source: Sites built directly with HTML files
de_de: Seiten, die direkt mit HTML-Dateien erstellt werden
es_es: Sitios creados directamente con archivos HTML
fr_fr: Sites conçus directement à l'aide de fichiers HTML

source: use our translation software to build the translated HTML pages.
de_de: benutzen Sie unsere Übersetzungssoftware, um die übersetzten HTML-Seiten zu erstellen.
es_es: utilice nuestro software de traducción para crear las páginas en HTML traducidas.
fr_fr: utilisez notre logiciel de traduction pour concevoir les pages HTML traduites.

source: Software
fr_fr: Logiciel

source: iPhone, Android, PO/POT and other resource files
de_de: iPhone, Android, PO/POT und andere Ressourcen-Dateien
es_es: iPhone, Android, PO/POT, entre otros archivos de recursos
fr_fr: Fichiers iPhone, Android, PO/POT et autres fichiers de ressources

source: upload your app's resource files and download the completed translations.
de_de: laden Sie die Ressourcen-Daten Ihrer App hoch und laden Sie die fertig gestellten Übersetzungen herunter.
es_es: cargue los archivos de recursos de su aplicación y descargue las traducciones finalizadas.
fr_fr: envoyez les fichiers de ressources de votre application et téléchargez les traductions terminées.

source: Sisulizer projects
de_de: Sisulizer-Projekte
es_es: Proyectos Sisulizer
fr_fr: Projets Sisulizer

source: upload your Sisulizer project and we'll translate it.
de_de: laden Sie Ihr Sisulizer-Projekt hoch, dann werden wir es übersetzen.
es_es: cargue su proyecto Sisulizer y nosotros lo traduciremos.
fr_fr: téléchargez votre projet Sisulizer et nous le traduirons.

source: Documents and Plain-Texts
de_de: Dokumente und Klartexte
es_es: Documentos y Textos
fr_fr: Documents et texte brut

source: Office documents
de_de: Office-Dokumente
es_es: Documentos en general
fr_fr: Documents Office

source: upload any kind of document for translation.
de_de: laden Sie eine beliebige Art von Dokument zur Übersetzung hoch.
es_es: cargue cualquier tipo de documento para traducir.
fr_fr: téléchargez tout type de document à traduire.

source: Fast text translation
de_de: Schnelle Textübersetzung
es_es: Traducción rápida de textos
fr_fr: Traduction de texte rapide

source: paste your text, get some coffee and pick up the completed translations.
de_de: fügen Sie Ihren Text ein, machen Sie sich einen Kaffee und holen Sie die fertigen Übersetzungen ab.
es_es: pegue el texto, disfrute de un café y reciba las traducciones finalizadas en tan solo unos instantes.
fr_fr: collez votre texte, prenez un café et récupérez vos traductions terminées.

source: Help and Manual projects
de_de: Help and Manual-Projekte
es_es: Proyectos Help&Manual
fr_fr: Projets Aide et Manuel

source: download our translation software and create translated H&M projects.
de_de: laden Sie unsere Übersetzungssoftware herunter und erstellen Sie übersetzte H&M-Projekte.
es_es: descargue nuestro software de traducción y cree proyectos H&M traducidos
fr_fr: téléchargez notre logiciel de traduction et créez des projets A&amp;M.

source: Strings for translation
de_de: Zu übersetzende Strings
es_es: Segmentos a traducir
fr_fr: Chaînes à traduire

source: Post-translation QA report for project "%s"
de_de: QS-Bericht nach der Übersetzung des Projekts "%s"
es_es: Informe sobre la GC post-traducción del proyecto "%s"
fr_fr: Rapport d'assurance qualité post-traduction pour le projet projet "%s"

source: Add a new string to the project
de_de: Dem Projekt einen neuen String hinzufügen
es_es: Añadir un segmento nuevo al proyecto
fr_fr: Ajouter une nouvelle chaîne au projet

source: Resource string added. You can now edit existing translations.
de_de: Ressourcen-String hinzugefügt. Sie können die bestehenden Übersetzungen jetzt bearbeiten.
es_es: Segmento añadido. Ahora puede editar traducciones existentes.
fr_fr: Chaîne de ressources ajoutée. Vous pouvez à présent modifier les traductions existantes.

source: View string translation
de_de: String-Übersetzung anzeigen
es_es: Ver traducción del segmento
fr_fr: Voir la traduction de la chaîne

source: String deleted
de_de: String gelöscht
es_es: Segmento eliminado
fr_fr: Chaîne supprimée

source: This string cannot be deleted right now
de_de: Dieser String kann derzeit nicht gelöscht werden
es_es: Este segmento no puede eliminarse ahora
fr_fr: Cette chaîne ne peut pas être supprimée pour l'instant

source: The translation cannot be completed because it exceeds the maximum length. Maximum allowed: %d%s, actual length: %d%s (percentage of original length)
de_de: Die Übersetzung kann nicht abgeschlossen werden, da sie die maximale Länge überschreitet. Erlaubtes Maximum: %d%s, tatsächliche Länge: %d%s (Prozent der Originallänge)
es_es: No es posible completar la traducción porque su extensión excede el máximo permitido. Máximo permitido: %d%s, extensión actual: %d%s (porcentaje de la extensión original)
fr_fr: La traduction ne peut être terminée car elle dépasse la longueur maximale. Maximum autorisé: %d%s, longueur réelle: %d%s (pourcentage de la longueur d'origine)

source: Balance
de_de: Bilanz
fr_fr: Solde

source: Current balance is
de_de: Die aktuelle Bilanz beträgt
es_es: Balance actual
fr_fr: Le solde actuel est de

source: About ICanLocalize
de_de: Über ICanLocalize
es_es: Acerca de ICanLocalize
fr_fr: À propos d'ICanLocalize

source: ICanLocalize is an online translation service by <b>OnTheGoSystems,INC.</b>.
de_de: ICanLocalize ist ein Online-Übersetzungsservice von <b>OnTheGoSystems,INC.</b>.
es_es: ICanLocalize es un servicio de traducción online ofrecido por <b>OnTheGoSystems,INC.</b>.
fr_fr: ICanLocalize est un service de traduction en ligne offert par <b>OnTheGoSystems,INC.</b>

source: Employer Identification Number (EIN):
de_de: US-Gewerbesteuernummer:
es_es: Número de Identificación Patronal(EIN):
fr_fr: Numéro d'identification d'employeur (EIN):

source: Note: All our work is delivered electronically. We don't receive material nor return translations via physical shipment.
de_de: Hinweis: Alle unsere Arbeiten wurden elektronisch eingereicht. Wir erhalten weder Materialien noch senden wir die Übersetzungen über physischen Versand zurück.
es_es: Nota: Todo trabajo realizado es entregado vía web. No aceptamos material ni enviamos traducciones a través de otros medios.
fr_fr: Remarque: L'intégralité de notre travail est livrée de manière électronique. Nous n'acceptons aucun document ni ne renvoyons aucune traduction sur support physique.

source: Bank transfers
de_de: Banküberweisungen
es_es: Transferencias bancarias
fr_fr: Virements bancaires

source: For deposits over $500, you can also pay using a <b>bank transfer</b>. Our bank account is in the US.
de_de: Bei Einzahlungen über $500 können Sie auch per <b>Banküberweisung</b> zahlen. Unser Konto befindet sich in den USA.
es_es: Puede realizar depósitos superiores a 500 USD a través de una <b>transferencia bancaria</b>. Nuestra cuenta bancaria se encuentra en los Estados Unidos.
fr_fr: Pour les dépôts supérieurs à 500 $, vous pouvez également recourir au <b>virement bancaire</b>. Notre compte en banque est enregistré aux États-Unis.

source: Transfers from other US banks take about 4 business days to complete. Transfers from banks in other countries take longer and we recommend you check with your bank about delays and fees.
de_de: Überweisungen von anderen US-amerikanischen Banken dauern etwa 4 Werktage. Überweisungen von Banken in anderen Ländern dauern länger und wir empfehlen Ihnen, sich bei Ihrer Bank nach den Fristen und Gebühren zu erkundigen.
es_es: Las transferencias desde otros bancos en los Estados Unidos pueden demorar aproximadamente 4 días hábiles. Las transferencias desde bancos en otros países llevan un tiempo más prolongado; le aconsejamos que averigüe en su banco acerca de las demoras y tarifas aplicables.
fr_fr: Les virements à partir de banques aux États-Unis sont conclus en 4 jours ouvrables environ. Les virements à partir de banques d'autres pays prennent plus de temps. Nous vous conseillons de consulter votre banque pour connaître les frais et délais.

source: To do a bank transfer:
de_de: Für eine Banküberweisung:
es_es: Para realizar una transferencia bancaria:
fr_fr: Pour effectuer un virement bancaire:

source: %s and say that you want to pay with a bank transfer.
de_de: %s und geben Sie an, dass Sie per Banküberweisung zahlen möchten.
es_es: %s y especifique que desea pagar a través de una transferencia bancaria.
fr_fr: %s et dites que vous souhaitez payer par virement bancaire.

source: Start a support ticket
de_de: Ein Support-Ticket starten
es_es: Crear un ticket de soporte nuevo
fr_fr: Démarrez un ticket d'incident

source: We'll provide you with transfer details.
de_de: Wir werden Ihnen die Überweisungs-Details angeben.
es_es: Le brindaremos los detalles de la transferencia.
fr_fr: Nous vous fournirons les informations de transfert.

source: Once you've initiated the transfer, let us know so that we can credit your ICanLocalize account.
de_de: Sobald Sie die Überweisung eingeleitet haben, sagen Sie uns bitte Bescheid, damit wir den Betrag Ihrem ICanLocalize-Account gut schreiben können.
es_es: Una vez iniciada la transferencia, háganoslo saber. De este modo, podremos acreditar su cuenta en ICanLocalize.
fr_fr: Une fois le virement ordonné, faites-le-nous savoir afin que nous créditions votre compte ICanLocalize.
