Repository: neumerance/localize
Catalog: po/*/icanlocalize.po
Languages: de_de, es_es, fr_fr, ru_ru

source: Yearly Support Subscription for One Site
de_de: Jahres-Support-Abonnement für eine Seite
es_es: Suscripción de soporte anual para un único sitio
fr_fr: Souscription à l'assistance annuelle pour un seul site

source: Yearly Support Subscription
de_de: Jahres-Support-Abonnement
es_es: Suscripción de soporte anual
fr_fr: Souscription à l'assistance annuelle

source: Deposit to your ICanLocalize account for translation work
de_de: Einzahlung auf Ihren ICanLocalize-Account für Übersetzungsarbeiten
es_es: Depósito de fondos en su cuenta para trabajo de traducción
fr_fr: Dépôt sur votre compte ICanLocalize pour un travail de traduction

source: Deposit to your ICanLocalize account for translation work
de_de: Einzahlung auf Ihren ICanLocalize-Account für Übersetzungsarbeiten
es_es: Depósito de fondos en su cuenta para trabajo de traducción
fr_fr: Dépôt sur votre compte ICanLocalize pour travail de traduction

source: Deposit to the ICanLocalize account of %s
de_de: Einzahlung auf den ICanLocalize-Account von %s
es_es: Depositar en la cuenta de ICanLocalize de %s
fr_fr: Dépôt sur le compte ICanLocalize de %s

source: Translation of %s to %s
de_de: Übersetzung von %s auf %s
es_es: Traducción de %s al %s
fr_fr: Traduction de %s en %s

source: Payment for translation work
de_de: Zahlung für Übersetzungen
es_es: Pago por trabajo de traducción
fr_fr: Paiement pour travail de traduction

source: Deposit to account
de_de: Einzahlung auf Account
es_es: Depositar en su cuenta
fr_fr: Dépôt sur le compte

source: Deposit to an ICanLocalize account
de_de: Einzahlung auf einen ICanLocalize-Account
es_es: Depositar en una cuenta de ICanLocalize
fr_fr: Dépôt sur un compte ICanLocalize

source: Withdrawal from ICanLocalize account
de_de: Abbuchung vom ICanLocalize-Account
es_es: Extracción de la cuenta de ICanLocalize
fr_fr: Retrait du compte ICanLocalize

source: Name: %s
es_es: Nombre/s: %s
fr_fr: Nom: %s

source: Catalan
de_de: Katalanisch
es_es: Catalán

source: Basque
de_de: Baskisch
es_es: Vasco

source: Latin
de_de: Latein
es_es: Latín

source: Somali
es_es: Somalí

source: Yiddish
de_de: Jiddisch
es_es: Yidis

source: Agriculture
de_de: Landwirtschaft
es_es: Agricultura

source: Architecture
de_de: Architektur
es_es: Arquitectura

source: Arts
de_de: Kunst
es_es: Arte

source: Finance
de_de: Finanzen
es_es: Finanzas

source: Religion
es_es: Religión

source: Afghanistan
es_es: Afganistán

source: Anguilla
es_es: Anguila

source: Belize
es_es: Belice

source: Canada
de_de: Kanada
es_es: Canadá

source: Djibouti
es_es: Yibuti

source: France
de_de: Frankreich
es_es: Francia

source: Gabon
es_es: Gabón

source: Iran
es_es: Irán

source: Kenya
de_de: Kenia
es_es: Kenia

source: Kazakhstan
de_de: Kasachstan
es_es: Kazajstán

source: Luxembourg
de_de: Luxemburg
es_es: Luxemburgo

source: Monaco
es_es: Mónaco

source: Martinique
es_es: Martinica

source: Maldives
de_de: Malediven
es_es: Maldivas

source: Malawi
es_es: Malaui

source: Niger
es_es: Níger

source: Oman
es_es: Omán

source: Panama
es_es: Panamá

source: Philippines
de_de: Philippinen
es_es: Filipinas

source: Pakistan
es_es: Pakistán

source: Rwanda
de_de: Ruanda
es_es: Ruanda

source: Sierra Leone
es_es: Sierra Leona

source: Suriname
de_de: Surinam
es_es: Surinam

source: Swaziland
de_de: Swasiland
es_es: Swazilandia

source: Ukraine
es_es: Ucrania

source: Message
de_de: Nachricht
es_es: Mensaje

source: OK
es_es: Aceptar

source: Excellent
de_de: Ausgezeichnet
es_es: Excelente

source: client
de_de: Kunde
es_es: cliente

source: IMPORTANT
de_de: WICHTIG
es_es: IMPORTANTE

source: Description:
de_de: Beschreibung:
es_es: Descripción:

source: Client
de_de: Kunde
es_es: Cliente

source: Description
de_de: Beschreibung
es_es: Descripción

source: Actions
de_de: Aktionen
es_es: Acciones

source: Date
de_de: Datum
es_es: Fecha

source: Transaction
de_de: Transaktion
es_es: Transacción

source: Docs
de_de: Dokumente
es_es: Documentos

source: Document
de_de: Dokument
es_es: Documento

source: Invitation:
de_de: Einladung:
es_es: Invitación:

source: Messages
de_de: Nachrichten
es_es: Mensajes

source: Type
de_de: Typ
es_es: Tipo

source: Description: %s
de_de: Beschreibung: %s
es_es: Descripción: %s

source: Message:
de_de: Nachricht:
es_es: Mensaje:

source: Bangladesh
de_de: Bangladesch

source: Congo
de_de: Kongo

source: Cuba
de_de: Kuba

source: Madagascar
de_de: Madagaskar

source: Macao
de_de: Macau

source: Mozambique
de_de: Mosambik

source: Seychelles
de_de: Seychellen

source: Zimbabwe
de_de: Simbabwe

source: Total
de_de: Insgesamt

source: Email:
ru_ru: Адрес эл. почты:

source: optional
ru_ru: необязательно
