Repository: neumerance/localize
Catalog: po/*/icanlocalize.po
Languages: de_de, es_es, fr_fr, ru_ru

source: Once transfered, the new owner will have complete control over the project and will be able to communicate with translators and pay for the translation work.
de_de: Sobald das Projekt übertragen wurde, wird der neue Eigentümer die volle Kontrolle über das Projekt haben und mit den Übersetzern kommunizieren sowie für die Übersetzungsarbeit zahlen können.
es_es: Una vez transferido, el nuevo titular de la cuenta poseerá el control total del proyecto y podrá comunicarse con los traductores como así también efectuar los pagos por todo trabajo de traducción requerido.
fr_fr: Une fois effectué le transfert, le nouveau propriétaire a le plein contrôle du projet et peut communiquer avec les traducteurs ainsi que payer le travail de traduction.

source: Account email:
es_es: Email relacionado a la cuenta:
fr_fr: E-mail du compte:

source: Account password:
de_de: Account-Passwort:
es_es: Contraseña de la cuenta:
fr_fr: Mot de passe du compte:

source: Transfer project
de_de: Projekt übertragen
es_es: Transferir proyecto
fr_fr: Transférer le projet

source: Note: you cannot undo this operation. The full control of the project will be transfered to the other account.
de_de: Hinweis: Sie können diesen Vorgang nicht rückgängig machen. Die volle Kontrolle über das Projekt wird an den anderen Account übertragen.
es_es: Nota: No puede dejar sin efecto esta operación. El dominio absoluto del proyecto será transferido a otra cuenta.
fr_fr: Remarque: vous ne pouvez pas annuler cette opération. Le plein contrôle du projet va être transféré à l'autre compte.

source: There are %d translation jobs in this project.
de_de: Es gibt %d Übersetzungsaufträge in diesem Projekt.
es_es: Este proyecto incluye %d trabajos de traducción.
fr_fr: Ce projet comporte %d travaux de traduction.

source: View translation jobs &raquo;
de_de: Übersetzungsaufträge anzeigen &raquo;
es_es: Ver trabajos de traducción &raquo;
fr_fr: Voir les travaux de traduction &raquo;

source: Low funding for translation
de_de: Zu wenig Geld für die Übersetzung
es_es: Fondos insuficientes para el trabajo de traducción
fr_fr: Fonds insuffisants pour la traduction

source: The following documents in this project cannot be translated due to low funding:
de_de: Die folgenden Dokumente in diesem Projekt können aufgrund einer zu geringen Einzahlung nicht übersetzt werden:
es_es: Los siguientes documentos de este proyecto no pueden ser traducidos debido a fondos insuficientes:
fr_fr: Les documents suivants de ce projet ne peuvent pas être traduits en raison d'une insuffisance de fonds:

source: You can change the deposit amount below. If you deposit a larger amount, it will remain in your balance, ready to be used.
de_de: Sie können den einzuzahlenden Betrag unten ändern. Wenn Sie einen größeren Betrag hinterlegen, wird er in Ihrer Bilanz bleiben, und Sie können ihn jederzeit nutzen.
es_es: Puede modificar el monto a depositar abajo. Si deposita un monto superior al requerido, el mismo permanecerá en su cuenta y podrá utilizarlo cuando lo desee.
fr_fr: Vous pouvez modifier le montant du dépôt ci-dessous. Si vous déposez un montant important, il restera dans votre solde, prêt à être utilisé.

source: Deposit amount:
de_de: Einzuzahlende Summe:
es_es: Monto a depositar:
fr_fr: Montant du dépôt:

source: Nothing was sent to translation in this project.
de_de: Nichts wurde zur Übersetzung in diesem Projekt eingesendet.
es_es: No se han enviado contenidos a traducir en este proyecto.
fr_fr: Rien n'a été envoyé pour traduction dans ce projet.

source: %d translation jobs need to be retried. Our server will automatically retry them shortly, but you can do this manually too.
de_de: %d Übersetzungsaufträge müssen erneut versendet werden. Unser Server wird in Kürze versuchen, sie erneut zu versenden, aber Sie können dies auch manuell tun.
es_es: ¡Error de envío! %d trabajos de traducción deben ser reenviados. Nuestro servidor lo hará automáticamente en breve, o también puede hacerlo usted mismo de modo manual.
fr_fr: %d travaux de traduction nécessitent une nouvelle tentative. Notre serveur va y procéder automatiquement dans un instant, mais vous pouvez également l'effectuer manuellement.

source: View error translation jobs &raquo;
de_de: Fehlerhafte Übersetzungsaufträge anzeigen &raquo;
es_es: Ver los proyectos que tuvieron errores &raquo;
fr_fr: Voir les travaux de traduction comportant des erreurs &raquo;

source: Action required - update your accesskey
de_de: Aktion erforderlich - aktualisieren Sie Ihren Zugangsschlüssel
es_es: Acción requerida: actualice su clave de acceso
fr_fr: Action requise - mettez à jour votre clé d'accès

source: The website's accesskey has changed since this project was created. This is a security measure, taken because your personal information was updated.
de_de: Der Zugangsschlüssel der Webseite hat sich seit Erstellung des Projekts geändert. Dies ist eine Sicherheitsmaßnahme, die durchgeführt wurde, weil Ihre persönlichen Angaben aktualisiert wurden.
es_es: La clave de acceso del sitio web se modificó cuando se creó este proyecto. Se emplea esta medida de seguridad debido a que su información personal fue actualizada.
fr_fr: La clé d'accès au site Web a été changée depuis la création de ce projet. Il s'agit d'une mesure de sécurité prise en raison de la mise à jour de vos informations personnelles.

source: The new Accesskey is:
de_de: Der neue Zugangsschlüssel lautet:
es_es: La nueva clave de acceso es:
fr_fr: La nouvelle clé d'accès est:

source: To update it:
de_de: Zur Aktualisierung:
es_es: Para actualizar:
fr_fr: Pour mettre à jour:

source: Go to your website and log in.
de_de: Gehen Sie auf Ihre Webseite und loggen Sie sich ein.
es_es: Acceda a su sitio web e inicie sesión.
fr_fr: Accédez à votre site Web et connectez-vous.

source: Navigate to the ICanLocalize administration page.
de_de: Zur Administrationsseite von ICanLocalize navigieren
es_es: Acceder a la página de administración de ICanLocalize.
fr_fr: Accédez à la page d'administration d'ICanLocalize.

source: Locate the 'Access setting' section and enter the updated accesskey there.
de_de: Suchen Sie den Bereich 'Zugangseinstellung' und geben Sie den aktualisierten Zugangsschlüssel dort ein.
es_es: Localice la sección 'Configuración de acceso' e ingrese el código de acceso allí.
fr_fr: Accédez à la section Paramètres d'accès et saisissez-y la clé d'accès mise à jour.

source: Save the new configuration.
de_de: Speichern Sie die neue Konfiguration.
es_es: Guardar la nueva configuración.
fr_fr: Enregistrer la nouvelle configuration.

source: Test project - translators will not be assigned
de_de: Testprojekt - es werden keine Übersetzer zugeteilt
es_es: Proyecto de prueba: no se asignarán traductores.
fr_fr: Projet test - aucun traducteur n'y sera affecté

source: This is a test project. Feel free to select different languages and configurations. Translators will not see this projects and site admins will not handle it.
de_de: Dies ist ein Testprojekt. Sie können gern verschiedene Sprachen und Konfigurationen auswählen. Die Übersetzer werden dieses Projekt nicht sehen und die Seiten-Admins werden es nicht bearbeiten.
es_es: Este proyecto es de prueba. No dude en seleccionar idiomas y configuraciones variadas. Nuestros traductores no verán este proyecto y los administradores del sitio tampoco se encargarán del mismo.
fr_fr: Ceci est un projet test. N'hésitez pas à sélectionner diverses langues et configurations. Les traducteurs ne verront pas ce projet et les administrateurs du site ne le traiteront pas.

source: To change this project into a live project, you will need to go to your website's admin panel and indicate that this is not a test project.
de_de: Um dieses Projekt zu einem Live-Projekt zu machen, müssen Sie das Admin-Panel Ihrer Webseite aufrufen und angeben, dass dies kein Testprojekt ist.
es_es: Para transformar este proyecto en 'real', deber ir al panel de control de su sitio web e indicar que el mismo ya no es un proyecto de prueba.
fr_fr: Pour convertir ce projet en projet réel, vous devez vous rendre sur le panneau d'administration de votre site Web et indiquer qu'il ne s'agit pas d'un projet test.

source: This is a test project. It's closed for translators.
de_de: Dies ist ein Testprojekt. Es ist für Übersetzer geschlossen.
es_es: Es un proyecto de prueba. Se encuentra cerrado a los traductores.
fr_fr: Il s'agit d'un projet test. Il n'est pas ouvert aux traducteurs.

source: Translation languages
de_de: Übersetzungssprachen
es_es: Idiomas de traducción
fr_fr: Langues de traduction

source: These are the languages you chose to translate this project to.
de_de: Dies sind die Sprachen, in die Sie dieses Projekt übersetzen lassen möchten.
es_es: Estos son los idiomas a los cuales eligió traducir este proyecto.
fr_fr: Les langues vers lesquelles vous avez choisi de traduire ce projet.

source: Review
de_de: Korrekturlesung
es_es: Revisión
fr_fr: Révision

source: To add other translation languages, go to the CMS and add it from there.
de_de: Um weitere Übersetzungssprachen hinzuzufügen, gehen Sie auf das CMS und fügen Sie sie dort hinzu.
es_es: Para agregar otros idiomas de traducción, hágalo desde su CMS.
fr_fr: Si vous souhaitez ajouter d'autres langues de traduction, vous pouvez y procéder depuis le SGC.

source: A support ticket for this website exists.
de_de: Es gibt bereits ein Support-Ticket für diese Webseite.
es_es: Hay un ticket de soporte para este sitio web.
fr_fr: Il existe un ticket d'incident pour ce site Web.

source: Check progress
de_de: Fortschritt überprüfen
es_es: Verificar progreso
fr_fr: Consulter la progression

source: Need help with translators for this site?
de_de: Brauchen Sie Hilfe mit den Übersetzern für diese Seite?
es_es: ¿Necesita que lo ayudemos a encontrar traductores para este sitio?
fr_fr: Besoin de l'aide de traducteurs pour ce site?

source: Transfer project to a different account
de_de: Projekt an einen anderen Account übertragen
es_es: Transferir el proyecto a otra cuenta
fr_fr: Transférer le projet à un autre compte

source: Use this if you are building this site for a client and want to transfer the project to their account.
de_de: Verwenden Sie diese Option, wenn Sie diese Seite für einen Kunden erstellen und das Projekt an seinen Account übertragen möchten.
es_es: Utilice esta función en caso de que el sitio web que esá diseñando sea para un cliente y desee transferir el proyecto a la cuenta del mismo.
fr_fr: Faites ce choix si vous concevez ce site pour un client et souhaitez transférer le projet vers son compte.

source: Don't need this project any more?
de_de: Brauchen Sie dieses Projekt nicht mehr?
es_es: ¿Ya no necesita este proyecto?
fr_fr: Vous n'avez plus besoin de ce projet?

source: Since this project doesn't have any translations, it can be deleted.
de_de: Da dieses Projekt keine Übersetzungen enthält, kann es gelöscht werden.
es_es: Como este proyecto no incluye traducciones, puede ser eliminado.
fr_fr: Ce projet ne comportant pas de traductions, il peut être supprimé.

source: %d translation(s) failed.
de_de: %d Übersetzung(en) fehlgeschlagen.
es_es: Falló/Fallaron %d transacción/es
fr_fr: Échec de %d traduction(s).

source: Check and resolve &raquo;
de_de: &raquo überprüfen und lösen;
es_es: Chequear y resolver &raquo;
fr_fr: Vérifier et résoudre &raquo;

source: Browse all CMS translation jobs &raquo;
de_de: Alle CMS-Übersetzungsaufträge durchsuchen &raquo;
es_es: Buscar todos los trabajos de traducción de contenidos en CMS &raquo;
fr_fr: Parcourir tous les travaux de traduction SGC &raquo;

source: Create a new CMS translation project &raquo;
de_de: Ein neues CMS-Übersetzungsprojekt erstellen &raquo;
es_es: Crear un nuevo proyecto de traducción de contenidos en CMS &raquo;
fr_fr: Créer un projet de traduction SGC &raquo;

source: Kind
de_de: Art
es_es: Tipo
fr_fr: Genre

source: Back
de_de: Zurück
es_es: Volver
fr_fr: Retour

source: download Translation Assistant
de_de: Translation Assistant herunterladen
es_es: descargar Translation Assistant
fr_fr: télécharger Translation Assistant

source: Start &raquo;
es_es: Iniciar &raquo;
fr_fr: Démarrer &raquo;

source: How We Work
de_de: Wie wir arbeiten
es_es: Cómo funciona ICanLocalize
fr_fr: Notre méthode de travail

source: At ICanLocalize, you'll find world-class translators, using advanced translation tools that help get the job done better, faster and for less.
de_de: Bei ICanLocalize finden Sie Weltklasse-Übersetzer, die ausgereifte Übersetzungstools einsetzen, welche ihnen helfen, die Arbeit besser, schneller und günstiger zu erledigen.
es_es: En ICanLocalize usted encontrará traductores de primer nivel con avanzadas herramientas de traducción; es por ello que nos disponemos a ofrecerle un servicio de mejor calidad, más veloz y a más bajo costo.
fr_fr: Sur ICanLocalize, vous trouverez des traducteurs de première classe, utilisant des outils de traduction évolués qui contribuent à un meilleur résultat, plus rapide et moins onéreux.

source: Choose what kind of translation work you need, setup your projects and choose your translators.
de_de: Wählen Sie aus, welche Art von Übersetzungsarbeit Sie brauchen, richten Sie Ihre Projekte ein und wählen Sie Ihre Übersetzer aus.
es_es: Seleccione el trabajo de traducción que desea realizar, cree sus proyectos y elija a sus traductores.
fr_fr: Choisissez de quel type de travail de traduction vous avez besoin, configurez vos projets et choisissez vos traducteurs.

source: For every job you can choose a single translator, or two - one translating, the other proofreading.
de_de: Für jeden Auftrag können Sie einen anderen Übersetzer auswählen, oder zwei - der eine übersetzt, der andere liest Korrektur.
es_es: Para cada trabajo usted puede elegir un único traductor, o dos: uno efectuará la traducción, y el otro hará las veces de revisor.
fr_fr: Pour chaque travail, vous pouvez choisir un seul traducteur ou deux: l'un pour la traduction et l'autre pour la relecture.

source: Our Translators
de_de: Unsere Übersetzer
es_es: Nuestros traductores
fr_fr: Nos traducteurs

source: Every translator in ICanLocalize is professional and certified.
de_de: Jeder Übersetzer bei ICanLocalize arbeitet professionell und ist zertifiziert.
es_es: Todos los traductores en ICanLocalize son profesionales.
fr_fr: Chaque traducteur sur ICanLocalize est un professionnel certifié.

source: We verify the identity and credentials of every translator who signs-up.
de_de: Wir überprüfen die Identität und die Zeugnisse jedes Übersetzers, der sich anmeldet.
es_es: Verificamos la identidad y las credenciales profesionales de cada traductor que se registra.
fr_fr: Nous vérifions l'identité et les références de chaque traducteur qui s'inscrit.

source: You can view their profiles, work history, feedback from other clients and rating in our system.
de_de: Sie können ihre Profile, ihre bisherigen Arbeiten, Feedback von anderen Kunden und ihre Bewertung in unserem System ansehen.
es_es: Puede acceder a sus perfiles, experiencia profesional, comentarios de otros clientes y la calificación obtenida en nuestro sistema.
fr_fr: Vous pouvez voir leur profil, leur expérience professionnelle, les commentaires d'autres clients et leur cote selon notre système.

source: Translators search
de_de: Übersetzersuche
es_es: Buscar traductores
fr_fr: Recherche de traducteurs

source: Safe Payment
de_de: Sichere Zahlung
es_es: Pago seguro
fr_fr: Paiement sûr

source: Once you choose translators for your project, you need to deposit payment for the work.
de_de: Sobald Sie Übersetzer für Ihr Projekt auswählen, müssen Sie eine Zahlung für die Arbeit hinterlegen.
es_es: Una vez elegidos los traductores, deberá depositar el importe correspondiente para dar comienzo a la traducción de su proyecto.
fr_fr: Une fois choisis les traducteurs pour votre projet, vous devez effectuer un dépôt pour le paiement du projet.

source: We hold your payment and release it to the translators only after the work completes and you are 100% satisfied.
de_de: Wir bewahren Ihre Zahlung auf und geben sie erst an die Übersetzer frei, wenn die Arbeit abgeschlossen ist und Sie 100% zufrieden sind.
es_es: Retenemos el pago que usted efectúe y lo transferimos a la cuenta del traductor únicamente después de que el trabajo haya sido finalizado y usted se encuentre 100% satisfecho.
fr_fr: Nous conservons votre paiement et ne le débloquons qu'une fois le travail terminé et que vous êtes satisfait à 100%.

source: You can pay with a credit card, PayPal account or bank transfer. All invoices and billing is done directly with ICanLocalize.
de_de: Sie können per Kreditkarte, PayPal-Account oder Banküberweisung zahlen. Alle Rechnungen und Rechungsstellungen werden direkt über ICanLocalize abgewickelt.
es_es: Puede abonar a través de tarjeta de crédito, su cuenta PayPal o vía transferencia bancaria. Toda la facturación es realizada directamente con ICanLocalize.
fr_fr: Vous pouvez payer par carte de crédit, compte PayPal ou virement bancaire. Toutes les factures et leur traitement sont en charge directe d'ICanLocalize.

source: %s and we'll help you get started.
de_de: %s und wir helfen Ihnen beim Einstieg.
es_es: %s y le brindaremos la asistencia necesaria para comenzar a utilizar nuestros servicios.
fr_fr: %s et nous vous aideront à démarrer.

source: Your balance is not enough to translate pending jobs.
de_de: Ihr Kontostand genügt nicht für die Übersetzung der ausstehenden Aufträge.
es_es: Su saldo no es suficiente para traducir los trabajos pendientes.
fr_fr: Voter solde n'est pas suffisant pour traduire les travaux en attente.

source: To complete all these jobs, you need to deposit %.2f USD.
de_de: Um all diese Aufträge ausführen zu lassen, müssen Sie %.2f USD einzahlen.
es_es: Para que estos documentos sean finalizados, debe depositar la suma de %.2f USD.
fr_fr: Pour achever tous ces travaux, vous devez déposer %.2f USD.

source: Start a new project
de_de: Ein neues Projekt starten
es_es: Iniciar un proyecto nuevo
fr_fr: Démarrer un projet

source: CMS translation projects
de_de: CMS-Übersetzungsprojekte
es_es: Proyecto de traducción de contenidos en CMS
fr_fr: Projets de traduction SGC

source: Open arbitrations
de_de: Offene Schlichtungen
es_es: Arbitrajes abiertos
fr_fr: Arbitrages ouverts

source: %s is interested in translating your project %s from %s to %s for %.2f USD / word.
de_de: %s hat Interesse daran, Ihr Projekt %s von %s auf %s zu übersetzen, für %.2f USD pro Wort.
es_es: %s está interesado/a en traducir su proyecto %s del %s al %s por %.2f USD / palabra.
fr_fr: %s souhaiterait traduire votre projet %s de %s en %s pour %.2f USD / mot.

source: To respond to this application, click on the link below:
de_de: Um auf diese Bewerbung zu antworten, klicken Sie auf den Link unten:
es_es: Para responder a esta solicitud, haga clic en el enlace de abajo:
fr_fr: Pour répondre à cette candidature, cliquez sur le lien ci-dessous:

source: About %s
de_de: Über %s
es_es: Acerca de %s
fr_fr: À propos de %s

source: Country: %s
de_de: Land: %s
es_es: País: %s
fr_fr: Pays: %s

source: Rating in ICanLocalize: %d (out of 100)
de_de: Bewertung in ICanLocalize: %d (von 100)
es_es: Calificación en ICanLocalize: %d (de 100)
fr_fr: Cote sur ICanLocalize: %d (sur 100)

source: Recent feedback from other clients:
de_de: Aktuelles Feedback von anderen Kunden:
es_es: Comentarios recientes de otros clientes:
fr_fr: Derniers commentaires d'autres clients:

source: Profile page
de_de: Profilseite
es_es: Página del perfil
fr_fr: Page de profil

source: %s is interested in translating your project %s from %s to %s for %s USD / word.
de_de: %s hat Interesse daran, Ihr Projekt %s von %s auf %s zu übersetzen, für %s USD / Wort.
es_es: %s está interesado/a en traducir su proyecto %s del %s al %s por %s USD / palabra.
fr_fr: %s souhaiterait traduire votre projet %s de %s en %s pour %s USD / mot.

source: Respond to this application
de_de: Auf diese Bewerbung antworten
es_es: Responder a esta solicitud
fr_fr: Répondre à cette candidature

source: Rating in ICanLocalize: %s (out of 100)
de_de: Bewertung in ICanLocalize: %s (von 100)
es_es: Calificación en ICanLocalize: %s (de 100)
fr_fr: Cote sur ICanLocalize: %s (sur 100)

source: You cannot do live projects before your account setup is complete.
de_de: Zur Veröffentlichung von Live-Projekten müssen Sie erst Ihre Account-Einrichtung abschließen.
es_es: No podrá trabajar con proyectos reales hasta que no complete la configuración de su cuenta.
fr_fr: Vous ne pouvez pas réaliser de projet réel avant d'avoir terminé la configuration de votre compte.

source: You have submitted jobs for translation, but your account's balance is too low to complete them.
de_de: Sie haben Übersetzungsaufträge erteilt, aber Ihre Kontobilanz ist zu niedrig, um sie ausführen zu lassen.
es_es: Ha enviado trabajos de traducción pero sus fondos son insuficientes.
fr_fr: Vous avez envoyé des travaux pour traduction, mais le solde de votre compte est insuffisant pour les effectuer.

source: Currently, your balance at ICanLocalize is: %.2f %s.
de_de: Derzeit beträgt Ihre Bilanz bei ICanLocalize: %.2f %s.
es_es: Actualmente su saldo en ICanLocalize es: %.2f %s.
fr_fr: Actuellement, votre solde sur ICanLocalize est de: %.2f %s.

source: The funds required to complete all the pending translation work is currently: %.2f %s.
de_de: Die Geldsumme, die für die Fertigstellung aller ausstehenden Übersetzungsarbeiten benötigt wird, beträgt derzeit: %.2f %s.
es_es: El monto requerido para completar todos los trabajos de traducción pendientes es de: %.2f %s.
fr_fr: Les fonds nécessaires pour terminer la totalité des traductions en attente est actuellement de: %.2f %s.

source: These are the jobs that are currently pending translation:
de_de: Für diese Aufträge steht die Übersetzung derzeit aus:
es_es: Estos son los trabajos que actualmente se encuentran pendientes de traducción:
fr_fr: Les travaux suivants sont actuellement en attente de traduction:

source: %s from %s to %s
de_de: %s von %s auf %s
es_es: %s del %s al %s
fr_fr: %s de %s en %s

source: Instant translation
de_de: Sofortübersetzung
es_es: Traducción instantánea
fr_fr: Traduction instantanée

source: To deposit the missing funding to your account, go to %s.
de_de: Um das fehlende Geld auf Ihren Account einzuzahlen, gehen Sie auf %s.
es_es: Para depositar en su cuenta los fondos necesarios, acceda a %s.
fr_fr: Pour déposer les fonds manquants sur votre compte, accédez au %s.

source: ICanLocalize finance
de_de: ICanLocalize-Finanzen
es_es: Finanzas de ICanLocalize
fr_fr: Budget ICanLocalize

source: If you need any help, don't hesitate to contact us. For priority customer support, open a new %s.
de_de: Wenn Sie Hilfe brauchen, können Sie uns gern kontaktieren. Um vorrangigen Kunden-Support zu erhalten, eröffnen Sie ein neues %s.
es_es: Si necesita ayuda, no dude en contactarnos. Para que nuestro soporte le otorgue prioridad, abra un %s nuevo.
fr_fr: Si vous avez besoin d'aide, n'hésitez pas à nous contacter. Pour une assistance à la clientèle prioritaire, ouvrez un nouveau %s.

source: Hello %s,
de_de: Hallo %s,
es_es: Estimado/a %s:
fr_fr: Bonjour %s,

source: Thank you for registering with us a few weeks ago.
de_de: Danke, dass Sie sich vor ein paar Wochen bei uns registriert haben.
es_es: Gracias por haberse registrado con nosotros.
fr_fr: Merci de vous être inscrit il y a quelques semaines.
