Repository: neumerance/localize
Catalog: po/*/icanlocalize.po
Languages: de_de, es_es, fr_fr, ru_ru

source: Resource type not specified
de_de: Ressourcen-Typ nícht angegeben
es_es: No se especificó el tipo de recurso
fr_fr: Type de ressources non précisé

source: We don't have a translator for these languages, please select another pair.
de_de: Wir haben keinen Übersetzer für diese Sprachen, bitte wählen Sie eine andere Sprachrichtung aus.
es_es: No contamos con un traductor para estos idiomas, por favor elija otro par de idiomas.
fr_fr: Nous n'avons pas de traducteur pour ces langues, veuillez sélectionner une autre paire.

source: No file uploaded. If you selected a file and it doesn't work, please use a different type of browser.
de_de: Keine Datei hochgeladen. Wenn Sie eine Datei ausgewählt haben und es nicht funktioniert, benutzen Sie bitte einen anderen Browser.
es_es: No se ha cargado ningún archivo. Si seleccionó una archivo y no funciona, por favor inténtelo nuevamente utilizando otro buscador.
fr_fr: Aucun fichier téléchargé. Si vous avez sélectionné un fichier et que cela ne fonctionne pas, veuillez utiliser un autre type de navigateur.

source: No texts found
de_de: Keine Texte gefunden
es_es: No se encontraron textos
fr_fr: Aucun texte trouvé

source: Word count for your resource file
de_de: Wortzahl für Ihre Ressourcendatei
es_es: Conteo de palabras para su archivo de recursos
fr_fr: Compte des mots de votre fichier de ressources

source: Updated %d translations for support department names.
de_de: %d Übersetzungen für die Support-Abteilungsnamen aktualisiert.
es_es: %d traducciones actualizadas de los nombres de los departamentos de soporte.
fr_fr: %d traductions mises à jour pour les noms de services d'assistance.

source: Delete failed
de_de: Löschen fehlgeschlagen
es_es: No se pudo eliminar
fr_fr: Échec de la suppression

source: The project cannot be deleted right now
de_de: Das Projekt kann derzeit nicht gelöscht werden
es_es: El proyecto no puede ser eliminado en este momento
fr_fr: Impossible de supprimer le projet pour l'instant

source: Translation summary for "%s"
de_de: Übersetzungszusammenfassung für "%s"
es_es: Resumen de traducción de "%s"
fr_fr: Résumé de la traduction de "%s"

source: Translation files for %s
de_de: Übersetzungsdateien für %s
es_es: Archivos de traducción para %s
fr_fr: Fichiers de traduction pour %s

source: Language status updated
de_de: Sprachstatus aktualisiert
es_es: Estado de idiomas actualizado
fr_fr: Statut de la langue mis à jour

source: Deleted %d items without translation
de_de: %d Objekte ohne Übersetzung gelöscht
es_es: %d elementos sin traducción eliminados
fr_fr: %d éléments sans traduction supprimés

source: No untranslated strings to delete
de_de: Keine zu löschenden, unübersetzten Strings
es_es: No hay segmentos 'no traducidos' para eliminar
fr_fr: Aucune chaîne non traduite à supprimer

source: Translations from other projects
de_de: Übersetzungen aus anderen Projekten
es_es: Traducciones provenientes de otros proyectos
fr_fr: Traductions d'autres projets

source: Notification preferences
de_de: Benachrichtigungseinstellungen
es_es: Preferencias de notificación
fr_fr: Préférences de notification

source: Your preferences have been updated
de_de: Ihre Einstellungen wurden aktualisiert
es_es: Sus preferencias han sido actualizadas
fr_fr: Vos préférences ont été mises à jour

source: Apply translation memory and mark matches as complete
de_de: Translation Memory anwenden und Übereinstimmungen als abgeschlossen markieren
es_es: Utilizar la memoria de traducción y marcar las repeticiones como completas
fr_fr: Utiliser la mémoire de traduction et marquer les correspondances comme terminées

source: Apply translation memory but do not mark matches as complete
de_de: Translation Memory anwenden, aber Übereinstimmungen nicht als abgeschlossen markieren
es_es: Utilizar la memoria de traducción pero no marcar las repeticiones como completas
fr_fr: Utiliser la mémoire de traduction mais ne pas marquer comme terminées les correspondances

source: Do not apply translation memory
de_de: Translation Memory nicht anwenden
es_es: No utilizar la memoria de traducción
fr_fr: Ne pas utiliser la mémoire de traduction

source: Content Management Systems translation
de_de: Content-Management-System-Übersetzung
es_es: Traducción de Sistemas de Gestión de Contenidos (CMS)
fr_fr: Traduction par systèmes de gestion de contenu

source: Create a new CMS translation project
de_de: Ein neues CMS-Übersetzungsprojekt erstellen
es_es: Crear un nuevo proyecto de traducción de contenidos en CMS
fr_fr: Créer un projet de traduction SGC

source: Closed all offers for this website
de_de: Alle Angebote für diese Webseite geschlossen
es_es: Todas las ofertas para este sitio están cerradas
fr_fr: Toutes les propositions pour ce site Web sont closes

source: All communication errors
de_de: Alle Kommunikationsfehler
es_es: Todos los errores de comunicación
fr_fr: Toutes les erreurs de communication

source: Summary of all translation jobs
de_de: Zusammenfassung aller Übersetzungsaufträge
es_es: Todos los trabajos de traducción
fr_fr: Résumé de la totalité des travaux de traduction

source: Translation completed
de_de: Übersetzung abgeschlossen
es_es: Traducciones finalizadas
fr_fr: Traduction terminée

source: Waiting to be translated
de_de: Auf Übersetzung wird gewartet
es_es: Esperando traducción
fr_fr: En attente de traduction

source: Processing
de_de: Wird bearbeitet
es_es: Procesando...
fr_fr: En cours

source: Pending %s to %s words
de_de: Ausstehende Wörter von %s auf %s
es_es: Palabras pendientes del %s al %s
fr_fr: Mots en attente de %s en %s

source: CMS translation project deleted
de_de: CMS-Übersetzungsprojekt gelöscht
es_es: Proyecto de traducción de contenidos en CMS eliminado
fr_fr: Projet de traduction SGC supprimé

source: Transfer this project to a different account
de_de: Dieses Projekt an einen anderen Account übertragen
es_es: Transferir este proyecto a otra cuenta
fr_fr: Transférer ce projet vers un autre compte

source: You can only transfer the project to a client. Not to a %s.
de_de: Sie können das Projekt nur an einen Kunden weiterleiten. Nicht an einen %s.
es_es: Únicamente puede transferir el proyecto a un cliente, y no a un %s.
fr_fr: Vous ne pouvez transférer le projet qu'à un client. Pas à un %s.

source: The project now belongs to user %s
de_de: Das Projekt gehört jetzt dem Benutzer %s
es_es: El proyecto actualmente pertenece al usuario %s
fr_fr: Le projet appartient à présent à l'utilisateur %s

source: Tell us about this site
de_de: Erzählen Sie uns von dieser Seite
es_es: Cuéntenos acerca de este sitio
fr_fr: Parlez-nous de ce site

source: Please enter a description for your website
de_de: Bitte geben Sie eine Beschreibung für Ihre Webseite ein
es_es: Por favor, ingrese una descripción para su sitio web
fr_fr: Veuillez saisir une description pour votre site Web

source: Thanks for the info. We will update you soon when there are news. Below is the support ticket we opened for your website.
de_de: Danke für die Infos. Wir werden Sie bald auf den neuesten Stand bringen, wenn es Neuigkeiten gibt. Unten ist das Support-Ticket, das wir für Ihre Webseite eröffnet haben.
es_es: ¡Muchas gracias por la información! Le informaremos cuando tengamos novedades. A continuación se encuentra el ticket de soporte que abrimos en relación a su sitio web.
fr_fr: Merci pour l'information. Nous vous tiendrons au courant dès qu'il y aura du nouveau. Ci-dessous, vous trouverez le ticket d'incident que nous avons ouvert pour votre site Web.

source: Create a new support ticket
de_de: Ein neues Support-Ticket erstellen
es_es: Crear un nuevo ticket de soporte
fr_fr: Créer un ticket d'incident

source: Please enter the subject
de_de: Bitte geben Sie das Thema ein
es_es: Por favor, ingrese el tema
fr_fr: Veuillez saisir l'objet

source: Please enter the ticket details
de_de: Bitte geben Sie die Ticket-Details ein
es_es: Por favor, ingrese los detalles del ticket
fr_fr: Veuillez saisir les informations du ticket

source: We will get back to you shortly. Below is the support ticket we opened for your website.
de_de: Wir werden uns in Kürze bei Ihnen melden. Unten ist das Support-Ticket, das wir für Ihre Webseite eröffnet haben.
es_es: Nos pondremos en contacto con usted a la brevedad. A continuación se encuentra el ticket de soporte que abrimos en relación a su sitio web.
fr_fr: Nous reviendrons vers vous dans les meilleurs délais. Vous trouverez ci-dessous le ticket d'incident que nous avons ouvert pour votre site Web.

source: Updated!
de_de: Aktualisiert!
es_es: ¡Actualizado!
fr_fr: Mis à jour!

source: Find a user
de_de: Einen Benutzer finden
es_es: Encontrar un usuario
fr_fr: Chercher un utilisateur

source: Please select both source and destination languages
de_de: Bitte wählen Sie sowohl die Quell- als auch die Zielsprachen aus
es_es: Por favor, seleccione los idiomas de origen como así también los de destino
fr_fr: Veuillez sélectionner les langues source et de destination

source: Translators from %s to %s
de_de: %s-%s-Übersetzer
es_es: Traductores del %s al %s
fr_fr: Traducteurs %s vers %s

source: Quote for website translation work from ICanLocalize
de_de: Angebot für Webseitenübersetzungsarbeit von ICanLocalize
es_es: Presupuesto de ICanLocalize para la traducción del sitio web
fr_fr: Devis d'ICanLocalize pour traduction de site Web

source: Your support subscription is not valid, please renew it.
de_de: Ihr Support-Abonnement ist nicht mehr gültig, bitte erneuern Sie es.
es_es: Su suscripción al soporte no es válida, por favor, renuévela.
fr_fr: Votre souscription à l'assistance n'est pas valide, veuillez la renouveler.

source: You first need to create a support subscription for this site.
de_de: Sie müssen zuerst ein Support-Abonnement für diese Seite erstellen.
es_es: En primer lugar, debe crear una suscripción para el soporte de este sitio.
fr_fr: Vous devez d'abord souscrire à une assistance pour ce site.

source: Your support subscription for this site is not valid, please renew it.
de_de: Ihr Support-Abonnement für diese Seite ist nicht gültig, bitte erneuern Sie es.
es_es: Su suscripción de soporte para este sitio no es válida, por favor renuévela.
fr_fr: Votre souscription à l'assistance pour ce site n'est pas valide, veuillez la renouveler.

source: Your Arbitrations
de_de: Ihre Schlichtungen
es_es: Sus arbitrajes
fr_fr: Vos arbitrages

source: Your Arbitrations - summary
de_de: Ihre Schlichtungen - Zusammenfassung
es_es: Sus arbitrajes - Resumen
fr_fr: Vos arbitrages - résumé

source: Request changes on bid
de_de: Änderungen am Gebot anfordern
es_es: Solicitar cambios en relación a este proyecto
fr_fr: Demander des modifications de l'offre

source: Cancel this bid
de_de: Dieses Gebot stornieren
es_es: Cancelar esta oferta
fr_fr: Annuler cette offre

source: translator
de_de: Übersetzer
es_es: traductor
fr_fr: traducteur

source: Work it out with %s
de_de: Einigen Sie sich mit %s
es_es: Resolverlo con %s
fr_fr: Collaborer avec %s

source: Ask the intervention of a support person
de_de: Bitten Sie um Eingreifen eines Support-Mitarbeiters
es_es: Solicitar la intervención de un asistente de soporte
fr_fr: Demander l'intervention d'une personne de l'équipe d'assistance

source: You must explain why you want to cancel this bid.
de_de: Sie müssen erklären, warum Sie dieses Gebot stornieren möchten.
es_es: Debe explicar por qué desea cancelar esta oferta.
fr_fr: Vous devez expliquer pourquoi vous souhaitez annuler cette offre.

source: You must select how to handle this request.
de_de: Sie müssen auswählen, wie mit dieser Anfrage verfahren werden soll.
es_es: Debe seleccionar cómo tratar este pedido.
fr_fr: Vous devez sélectionner la méthode de traitement de cette demande.

source: Request to cancel translation work
de_de: Anfrage zur Stornierung der Übersetzung
es_es: Solicitud de cancelación del trabajo de traducción
fr_fr: Demander de supprimer le travail de traduction

source: Request to finalize translation work
de_de: Aufforderung zum Abschluss der Übersetzungsarbeit
es_es: Solicitud de anulación del trabajo de traducción
fr_fr: Demande d'achèvement du travail de traduction

source: This arbitration is closed. You cannot post new messages.
de_de: Diese Schlichtung ist geschlossen. Sie können keine neuen Nachrichten posten.
es_es: El arbitraje se encuentra cerrado, por lo tanto, no puede enviar mensajes nuevos.
fr_fr: Cet arbitrage est clos. Vous ne pouvez pas publier de nouveau message.

source: Cannot make or edit offers for this arbitration.
de_de: Für diese Schlichtung können keine Angebote gemacht oder bearbeitet werden.
es_es: No es posible efectuar ni editar ofertas para este arbitraje.
fr_fr: Impossible de faire aucune proposition ni d'en modifier pour cet arbitrage.

source: The minimal offer you can make is zero
de_de: Das minimale Angebot, das Sie machen können, ist null
es_es: La oferta mínima es cero
fr_fr: La proposition minimale que vous pouvez faire est de zéro

source: the maximal offer you can make is the bid's value: %s %s
de_de: das maximale Angebot, das Sie machen können, ist der Wert des Gebots: %s %s
es_es: la oferta máxima posible es el valor de la oferta inicial: %s %s
fr_fr: la proposition maximale que vous pouvez faire correspond à la valeur de l'offre: %s %s

source: You must assume responsibility before ruling on this arbitration.
de_de: Sie müssen Verantwortung übernehmen, bevor Sie in dieser Schlichtung eine Regelung treffen.
es_es: Debe asumir la responsabilidad de este arbitraje antes de determinar una resolución.
fr_fr: Vous devez assumer la responsabilité avant de décider quant à cet arbitrage

source: The ruling you can make is between zero and the bid's value: %s %s
de_de: Die Regelung, die Sie treffen können, liegt zwischen null und dem Gebotswert: %s %s
es_es: El valor en la resolución puede oscilar entre cero y valor de la oferta aceptada: %s %s
fr_fr: Votre décision peut se situer entre zéro et la valeur de l'offre: %s %s

source: This arbitration has been closed
de_de: Diese Schlichtung wurde geschlossen
es_es: Este arbitraje ha sido cerrado
fr_fr: Cet arbitrage a été clos

source: Cannot modify the type of this arbitration.
de_de: Der Typ dieser Schlichtung kann nicht verändert werden.
es_es: No es posible modificar el tipo de arbitraje
fr_fr: Impossible de modifier le type de cet arbitrage.

source: This arbitration is already assigned to a supporter.
de_de: Diese Schlichtung wurde bereits einem Support-Mitarbeiter zugeteilt.
es_es: Este arbitraje ya ha sido asignado a uno de nuestros asitentes de soporte.
fr_fr: Cet arbitrage est déjà attribué à un membre de l'équipe d'assistance.

source: You are not allowed to do this.
de_de: Dies ist Ihnen nicht erlaubt.
es_es: Acción no permitida.
fr_fr: Vous n'êtes pas autorisé à effectuer cette action.

source: Cannot locate this arbitration
de_de: Diese Schlíchtung kann nicht gefunden werden
es_es: No es posible localizar este arbitraje
fr_fr: Impossible de trouver cet arbitrage

source: Your financials
de_de: Ihre Finanzen
es_es: Estado de cuenta
fr_fr: Votre budget

source: History of %s %s account
de_de: Verlauf von %ss %s-Account
es_es: Historial de la cuenta de %s - cuenta %s
fr_fr: Historique du compte de %s en %s

source: Summary of deposits to your ICanLocalize account
de_de: Zusammenfassung der Einzahlungen auf Ihren ICanLocalize-Account
es_es: Resumen de los depositos realizados en su cuenta
fr_fr: Résumé des dépôts sur votre compte ICanLocalize

source: Summary of withdrawals from your ICanLocalize account
de_de: Zusammenfassung der Abbuchungen vom ICanLocalize-Account
es_es: Resumen de todas las extracciones de su cuenta de ICanLocalize
fr_fr: Résumé des retraits de votre compte ICanLocalize

source: Pending expenses to your account
de_de: Ausstehende Ausgaben von Ihrem Konto
es_es: Gastos pendientes de su cuenta
fr_fr: Frais en attente sur votre compte

source: Outstanding invoices
de_de: Ausstehende Rechnungen
es_es: Facturas pendientes
fr_fr: Factures impayées

source: Proceed to %s to complete this payment
de_de: Gehen Sie nun zu %s, um diese Zahlung abzuschließen
es_es: Diríjase a %s para completar este pago
fr_fr: Aller sur %s pour effectuer ce paiement

source: Use your existing balance to pay for this work
de_de: Benutzen Sie Ihre bestehende Bilanz für die Bezahlung dieser Arbeit
es_es: Utilice sus fondos actuales para este proyecto
fr_fr: Utiliser votre solde disponible pour payer ce travail

source: Are you sure you want to transfer the funds for this work?
de_de: Sind Sie sicher, dass Sie die Bezahlung für diese Arbeit überweisen möchten?
es_es: ¿Está seguro de que desea transferir los fondos a este trabajo?
fr_fr: Êtes-vous sûr de vouloir transférer les fonds pour ce travail?

source: Delete this invoice
de_de: Diese Rechnung löschen
es_es: Eliminar esta factura
fr_fr: Supprimer cette facture

source: Are you sure you want to delete this invoice?
de_de: Sind Sie sicher, dass Sie diese Rechnung löschen möchten?
es_es: ¿Está seguro de que desea eliminar esta factura?
fr_fr: Êtes-vous sûr de vouloir supprimer cette facture?

source: Invoice #%d
de_de: Rechnung Nr. %d
es_es: Factura #%d
fr_fr: Facture n°%d

source: Payment completed successfully
de_de: Zahlung erfolgreich abgeschlossen
es_es: El pago se efectuó correctamente
fr_fr: Paiement effectué avec succès

source: Payment could not be completed
de_de: Zahlung konnte nicht abgeschlossen werden
es_es: El pago no se pudo completar
fr_fr: Le paiement n'a pas été effectué

source: This invoice has been completed and cannot be deleted
de_de: Diese Rechnung wurde vollständig erstellt und kann nicht gelöscht werden
es_es: Esta factura se ha completado y no puede ser eliminada.
fr_fr: Cette facture a été traitée et ne peut être supprimée

source: Deposit amount must be greater than 0
de_de: Eingezahlter Betrag muss größer als 0 sein
es_es: El monto a depositar debe ser mayor a 0
fr_fr: Le montant de dépôt doit être supérieur à 0

source: Could not send to payment processor. Please choose a different type.
de_de: Senden an Zahlungsbearbeiter nicht möglich. Bitte wählen Sie eine andere Art.
es_es: No se pudo enviar la procesador de pagos. Por favor, elija uno diferente.
fr_fr: Envoi à cet organisme de paiement impossible. Veuillez choisir un autre type.

source: This withdrawal will be completed within the next 24 hours. You will receive a confirmation message once completed.
de_de: Diese Abbuchung wird innerhalb der nächsten 24 Stunden ausgeführt. Sie werden eine Bestätigungsnachricht erhalten, sobald sie abgeschlossen ist.
es_es: Los fondos retirados serán transferidos en el transcurso de las próximas 24 horas. Recibirá un mensaje de confirmación una vez que la operación se haya completado.
fr_fr: Ce retrait sera effectif dans les prochaines 24 heures. Vous recevrez un message de confirmation lorsqu'il aura été effectué.

source: withdrawal amount must be greater than 0
de_de: Abbuchungssumme muss größer als 0 sein
es_es: el monto a retirar debe ser superior a 0
fr_fr: le montant du retrait doit être supérieur à 0

source: withdrawal amount cannot exceed account balance (%.2f)
de_de: der Abbuchungsbetrag darf die Kontobilanz nicht übersteigen (%.2f)
es_es: el monto a retirar no puede ser superior a los fondos en su cuenta (%.2f)
fr_fr: Le montant du retrait ne peut pas dépasser le solde du compte (%.2f)

source: Your Payment is Complete
de_de: Ihre Zahlung wurde ausgeführt
es_es: Su pago se ha efectuado
fr_fr: Votre paiement a été effectué

source: The translator has been notified of your payment and can start working immediately.
de_de: Der Übersetzer wurde über Ihre Zahlung benachrichtigt und kann sofort mit der Arbeit beginnen.
es_es: El traductor ha sido notificado y puede comenzar a trabajar inmediatamente.
fr_fr: Le traducteur a été informé de votre paiement et peut commencer le travail immédiatement.

source: View the details of this payment
de_de: Details dieser Zahlung anzeigen
es_es: Ver los detalles de este pago
fr_fr: Visualiser les informations de ce paiement

source: Chat with the translator
de_de: Chatten Sie mit dem Übersetzer
es_es: Comunicarse con el traductor
fr_fr: Converser avec le traducteur

source: Go to your home
de_de: Zu Ihrer Startseite
es_es: Ir a su página de inicio
fr_fr: Accéder à votre accueil

source: The translators have been notified of your payment and can start working immediately.
de_de: Die Übersetzer wurden über ihre Zahlung benachrichtigt und können sofort mit der Arbeit beginnen.
es_es: Los traductores han sido notificados y pueden comenzar a trabajar inmediatamente.
fr_fr: Les traducteurs ont été informés de votre paiement et peuvent commencer le travail immédiatement.

source: Go to the project page
de_de: Zur Projektseite
es_es: Ir a la página del proyecto
fr_fr: Accéder à la page du projet

source: Your deposit is complete. These funds are now available in your ICanLocalize account.
de_de: Ihre Einzahlung ist abgeschlossen. Dieses Geld ist nun in Ihrem ICanLocalize-Account verfügbar.
es_es: ¡Transacción de depósito finalizada! Los fondos se encuentran disponibles en su cuenta de ICanLocalize.
fr_fr: Votre dépôt a été effectué. Ces fonds sont à présent disponibles sur votre compte ICanLocalize.

source: We've started working on your translation!
de_de: Wir haben mit der Arbeit an Ihrer Übersetzung begonnen!
es_es: ¡Su trabajo de traducción ya está en proceso!
fr_fr: Nous avons commencé à travailler sur votre traduction!

source: To pick up the translation, once it's complete you'll need to log in with the following email and password:
de_de: Um die Übersetzung abzuholen, wenn sie abgeschlossen ist, müssen Sie sich mit der folgenden E-Mail und dem folgenden Passwort einloggen:
es_es: Para recoger la traducción, una vez que la misma esté finalizada, deberá iniciar sesión con el email y contraseña a continuación:
fr_fr: Pour prendre livraison de la traduction lorsqu'elle sera terminée, vous devrez vous connecter avec l'adresse e-mail et le mot de passe suivants:

source: Password
de_de: Passwort
es_es: Contraseña
fr_fr: Mot de passe

source: We'll send you update messages, regarding the progress of this translation. Make sure that your SPAM filter doesn't block our email address: %s
de_de: Wir werden Ihnen Nachrichten mit Updates zum Fortschritt dieser Übersetzung senden. Stellen Sie sicher, dass Ihr Spam-Filter unsere E-Mail-Adresse nicht blockiert: %s
es_es: Le enviaremos mensajes que lo mantendrán informado acerca del progreso de esta traducción. Asegúrese de que su filtro de SPAM no esté bloqueando nuestra dirección de email: %s
fr_fr: Nous vous enverrons des messages de mise à jour concernant la progression de cette traduction. Assurez-vous que votre filtre anti-spam ne bloque pas notre adresse e-mail: %s

source: Check translation status
de_de: Übersetzungsstatus überprüfen
es_es: Verificar estado de traducción
fr_fr: Consulter le statut de la traduction

source: Your support subscription is now valid. For help, you can create <b>support tickets</b>.
de_de: Ihr Support-Abonnement ist jetzt gültig. Um Hilfe zu erhalten, können Sie <b>Support-Tickets</b> erstellen.
es_es: Su suscripción al sevicio de soporte ahora es válida. Para obtener ayuda, puede crear <b>tickets de soporte</b>.
fr_fr: Votre souscription à l'assistance est à présent valide. Pour obtenir de l'aide, vous pouvez créer des <b>tickets d'incident</b>.

source: New support ticket
de_de: Neues Support-Ticket
es_es: Nuevo ticket de soporte
fr_fr: Nouveau ticket d'incident

source: Your payment is being processed
de_de: Ihre Zahlung wird bearbeitet
es_es: Su pago está siendo procesado
fr_fr: Votre paiement est en cours de traitement
