Repository: neumerance/localize
Catalog: po/*/icanlocalize.po
Languages: de_de, es_es, fr_fr, ru_ru

source: Open Instant Translation projects
de_de: Offene Sofort-Übersetzungsprojekte
es_es: Traducciones instantáneas activas
fr_fr: Projets de traduction instantanée ouverts

source: Instant Translation projects for review
de_de: Sofort-Übersetzungsprojekte zur Korrekturlesung
es_es: Traducciones instantáneas para revisar
fr_fr: Projets de traduction instantanée à réviser

source: Instant Message Details
de_de: Details zur Sofortnachricht
es_es: Detalles del mensaje instantáneo
fr_fr: Informations de message instantané

source: Status
es_es: Estado
fr_fr: Statut

source: Created on
de_de: Erstellt am
es_es: Creado en
fr_fr: Créé le

source: Payment
de_de: Zahlung
es_es: Pago
fr_fr: Paiement

source: Translated to
de_de: Übersetzt auf
es_es: Traducido al
fr_fr: Traduit en

source: Completed on
de_de: Abgeschlossen am
es_es: Proyecto terminado:
fr_fr: Terminé le

source: Translating to
de_de: Wird übersetzt auf
es_es: Traduciendo al
fr_fr: Traduction en

source: Being translated by
de_de: Übersetzung wird erstellt von
es_es: En proceso de traducción por
fr_fr: En cours de traduction par

source: Translation started
de_de: Übersetzung hat begonnen
es_es: Traducción iniciada
fr_fr: Traduction commencée

source: Job ID
de_de: Auftrags-ID
es_es: ID del trabajo
fr_fr: ID du travail

source: Project deleted
de_de: Projekt gelöscht
es_es: Proyecto eliminado
fr_fr: Projet supprimé

source: Project could not be deleted
de_de: Projekt konnte nicht gelöscht werden
es_es: El proyecto no pudo ser eliminado
fr_fr: Le projet n'a pas pu être supprimé

source: Create a new Instant Translation project
de_de: Ein neues Sofort-Übersetzungsprojekt erstellen
es_es: Crear un nuevo proyecto de traducción instantánea
fr_fr: Créer un projet de traduction instantanée

source: Quote for Text Translation
de_de: Preisangebot für die Textübersetzung
es_es: Presupuesto para traducción de textos
fr_fr: Devis pour traduction de texte

source: No text entered
de_de: Kein Text eingegeben
es_es: No se ha ingresado ningún texto
fr_fr: Aucun texte n'a été saisi

source: Please provide description for the text
de_de: Bitte geben Sie die Beschreibung für diesen Text ein
es_es: Por favor, describa el texto brevemente.
fr_fr: Veuillez fournir une description du texte

source: You must select the language to translate from
de_de: Sie müssen die Sprache eingeben, aus der übersetzt werden soll
es_es: Debe seleccionar el idioma original del material a traducir
fr_fr: Vous devez sélectionner la langue à partir de laquelle traduire

source: This text contains %d words. The maximum length for Instant Translation projects is 500 words. To translate longer texts, please create a bidding project.
de_de: Dieser Text enthält %d Wörter. Die maximale Länge für Sofort-Übersetzungsprojekte liegt bei 500 Wörtern. Um längere Texte übersetzen zu lassen, erstellen Sie bitte ein Biet-Projekt.
es_es: Este texto contiene %d palabras. La extensión máxima para traducciones instantáneas es de 500 palabras por proyecto. Si desea traducir textos más extensos, por favor cree un proyecto a licitar.
fr_fr: Ce texte contient %d mots. La longueur maximale des projets de traduction instantanée est de 500 mots. Pour traduire de plus longs textes, veuillez créer un projet soumis à offres.

source: Select languages to translate to
de_de: Wählen Sie die Sprachen aus, in die übersetzt werden soll
es_es: Seleccione los idiomas a los cuales desea que se efectúe la traducción
fr_fr: Sélectionnez les langues vers lesquelles traduire

source: Original text in %s
de_de: Ausgangstext auf %s
es_es: Texto original en %s
fr_fr: Texte source en %s

source: No language selected
de_de: Keine Sprache ausgewählt
es_es: Ningún idioma seleccionado
fr_fr: Aucune langue sélectionnée

source: Text translation canceled
de_de: Textübersetzung abgebrochen
es_es: Traducción del texto cancelada
fr_fr: Traduction du texte annulée

source: Review is complete!
de_de: Korrekturlesung ist abgeschlossen!
es_es: ¡Revisión completa!
fr_fr: La révision est terminée.

source: Maximal time for translating this text has been exceeded
de_de: Die maximale Zeit für die Übersetzung dieses Texts wurde überschritten
es_es: El tiempo máximo de traducción disponible para este texto ha sido superado.
fr_fr: Le temps maximal imparti pour la traduction de ce texte a été dépassé

source: Ask a question or make a comment
de_de: Eine Frage stellen oder einen Kommentar abgeben
es_es: Realizar una pregunta o comentario
fr_fr: Poser une question ou faire un commentaire

source: Verification code doesn't match
de_de: Bestätigungscode stimmt nicht
es_es: El código de verificación no coincide
fr_fr: Le code de vérification ne correspond pas

source: Your question has been sent
de_de: Ihre Frage wurde versendet
es_es: Su pregunta ha sido enviada
fr_fr: Votre question a été envoyée

source: No message entered
de_de: Keine Nachricht eingegeben
es_es: No se ingresó ningún mensaje
fr_fr: Aucun message n'a été saisi

source: Your message was sent
de_de: Ihre Nachricht wurde versendet
es_es: Su mensaje fue enviado
fr_fr: Votre message a été envoyé

source: Your issues summary
de_de: Ihre Fragen-Zusammenfassung
es_es: Sus incidencias
fr_fr: Résumé de vos incidents

source: Issues for %s
de_de: Fragen an %s
es_es: Incidencias para %s
fr_fr: Incidents de %s

source: Create a new issue
de_de: Neue Frage erstellen
es_es: Crear una incidencia nueva
fr_fr: Créer un incident

source: No one to open this issue to
de_de: Diese Frage kann für niemanden eröffnet werden
es_es: No hay destinatario.
fr_fr: Personne pour qui ouvrir un incident

source: Close this issue
de_de: Diese Frage schließen
es_es: Cerrar incidencia
fr_fr: Clore cet incident

source: Reopen this issue
de_de: Diese Frage erneut öffnen
es_es: Reabrir esta incidencia
fr_fr: Rouvrir cet incident

source: Issue - %s
de_de: Frage - %s
es_es: Incidencia - %s
fr_fr: Incident - %s

source: Status updated
de_de: Status aktualisiert
es_es: Estado actualizado
fr_fr: Statut mis à jour

source: Status could not be updated
de_de: Status konnte nicht aktualisiert werden
es_es: No se pudo actualizar el estado
fr_fr: Impossible de mettre à jour le statut

source: You must select at least one target for this message
de_de: Sie müssen mindestens einen Empfänger für diese Nachricht auswählen
es_es: Debe seleccionar al menos un destinatario para este mensaje
fr_fr: Vous devez sélectionner au moins un destinataire pour ce message

source: Your message was sent!
de_de: Ihre Nachricht wurde gesendet!
es_es: ¡Su mensaje fue enviado!
fr_fr: Votre message a été envoyé!

source: Your Support
de_de: Ihr Support
es_es: Soporte
fr_fr: Votre assistance

source: Recent %d of %d support tickets
de_de: Die letzten %d von %d Support-Tickets
es_es: %d tickets de soporte recientes de un total de %d
fr_fr: %d derniers tickets d'incident sur %d

source: Summary of all tickets
de_de: Zusammenfassung aller Tickets
es_es: Todos sus tickets
fr_fr: Résumé de la totalité des tickets

source: Showing all your support tickets
de_de: Anzeige aller Ihrer Support-Tickets
es_es: Todos sus tickets de soporte
fr_fr: Affichage de tous vos tickets d'incident

source: Summary of Your Support Tickets
de_de: Zusammenfassung Ihrer Support-Tickets
es_es: Sus tickets de soporte
fr_fr: Résumé de vos tickets d'incident

source: Ask us a question
de_de: Stellen Sie uns eine Frage
es_es: Háganos una pregunta
fr_fr: Posez-nous une question

source: Create a New Ticket
de_de: Neues Ticket erstellen
es_es: Crear un ticket nuevo
fr_fr: Créer un ticket

source: Request a new Full Service Project
de_de: Ein neues Projekt mit vollem Service anfordern
es_es: Solicitar un Proyecto de Servicio Completo nuevo
fr_fr: Demander un nouveau projet service intégral

source: Your ticket was created, but attachments failed to upload. Please try a different browser.
de_de: Ihr Ticket wurde erstellt, aber die Anhänge konnten nicht hoch geladen werden. Bitte versuchen Sie es mit einem anderen Browser.
es_es: Su ticket fue creado, pero los archivos adjuntos no pudieron cargarse. Por favor, inténtelo con un buscador diferente.
fr_fr: Votre ticket a été créé mais le téléchargement des pièces jointes a échoué. Veuillez essayer avec un autre navigateur.

source: Ticket created
de_de: Ticket erstellt
es_es: Ticket creado
fr_fr: Ticket créé

source: No message posted
de_de: Keine Nachricht gepostet
es_es: Ningún mensaje enviado
fr_fr: Aucun message publié

source: Your message was added, but attachments failed to upload. Please try a different browser.
de_de: Ihre Nachricht wurde hinzugefügt, aber die Anhänge konnten nicht hoch geladen werden. Bitte probieren Sie es mit einem anderen Browser.
es_es: Su mensaje fue añadido, pero los archivos adjuntos no pudieron cargarse. Por favor, inténtelo con un buscador diferente.
fr_fr: Votre message a été ajouté mais le téléchargement des pièces jointes a échoué. Veuillez essayer avec un autre navigateur.

source: Your message was added
de_de: Ihre Nachricht wurde hinzugefügt
es_es: Su mensaje fue enviado
fr_fr: Votre message a été ajouté

source: Support ticket not found
de_de: Support-Ticket nicht gefunden
es_es: No se encontró el ticket de soporte
fr_fr: Impossible de trouver le ticket d'incident

source: Not your ticket
de_de: Nicht Ihr Ticket
es_es: Ticket ajeno
fr_fr: Ce ticket ne vous concerne pas

source: Partner resources
de_de: Partner-Ressourcen
es_es: Recursos para nuestros socios
fr_fr: Ressources partenaire

source: Translation analytics
de_de: Übersetzungs-Analyse
es_es: Datos del estado de traducción
fr_fr: Analyses de traduction

source: Annual Single Site Support
de_de: Jahres-Support für Einzelseite
es_es: Soporte anual para un sitio web
fr_fr: Assistance annuelle pour site unique

source: Annual Developer Support
de_de: Jahres-Entwickler-Support
es_es: Soporte anual para desarrolladores
fr_fr: Assistance annuelle aux développeurs

source: Premium support for a single site for one year.
de_de: Premium-Support für eine einzelne Seite für ein Jahr.
es_es: Soporte 'Premium' durante un año para un único sitio.
fr_fr: Assistance Premium pour un seul site durant une année.

source: Premium support for all your sites for one year.
de_de: Premium-Support für alle Ihre Seiten für ein Jahr.
es_es: Soporte 'Premium' durante un año para todos sus sitios.
fr_fr: Assistance Premium pour tous vos sites durant une année.

source: One year
de_de: Ein Jahr
es_es: Un año
fr_fr: Un an

source: Your subscriptions
de_de: Ihre Abonnements
es_es: Sus suscripciones
fr_fr: Vos souscriptions

source: This subscription already exists
de_de: Dieses Abonnement existiert bereits
es_es: Suscripción ya existente
fr_fr: Cette souscription existe déjà

source: English
de_de: Englisch
es_es: Inglés
fr_fr: Anglais

source: Spanish
de_de: Spanisch
es_es: Español
fr_fr: Espagnol

source: German
de_de: Deutsch
es_es: Alemán
fr_fr: Allemand

source: French
de_de: Französisch
es_es: Francés
fr_fr: Français

source: Arabic
de_de: Arabisch
es_es: Árabe
fr_fr: Arabe

source: Bosnian
de_de: Bosnisch
es_es: Bosnio
fr_fr: Bosnien

source: Bulgarian
de_de: Bulgarisch
es_es: Búlgaro
fr_fr: Bulgare

source: Czech
de_de: Tschechisch
es_es: Checo
fr_fr: Tchèque

source: Slavic
de_de: Slawisch
es_es: Eslavo
fr_fr: Slave

source: Welsh
de_de: Walisisch
es_es: Galés
fr_fr: Gallois

source: Danish
de_de: Dänisch
es_es: Danés
fr_fr: Danois

source: Greek
de_de: Griechisch
es_es: Griego
fr_fr: Grec moderne

source: Esperanto
fr_fr: Espéranto

source: Estonian
de_de: Estnisch
es_es: Estonio
fr_fr: Estonien

source: Persian
de_de: Persisch
es_es: Persa
fr_fr: Perse

source: Finnish
de_de: Finnisch
es_es: Finlandés
fr_fr: Finnois

source: Irish
de_de: Irisch
es_es: Irlandés
fr_fr: Irlandais

source: Hebrew
de_de: Hebräisch
es_es: Hebreo
fr_fr: Hébreu

source: Croatian
de_de: Kroatisch
es_es: Croata
fr_fr: Croate

source: Hungarian
de_de: Ungarisch
es_es: Húngaro
fr_fr: Hongrois

source: Armenian
de_de: Armenisch
es_es: Armenio
fr_fr: Arménien

source: Indonesian
de_de: Indonesisch
es_es: Indonesio
fr_fr: Indonésien

source: Icelandic
de_de: Isländisch
es_es: Islandés
fr_fr: Islandais

source: Italian
de_de: Italienisch
es_es: Italiano
fr_fr: Italien

source: Japanese
de_de: Japanisch
es_es: Japonés
fr_fr: Japonais

source: Korean
de_de: Koreanisch
es_es: Coreano
fr_fr: Coréen

source: Kurdish
de_de: Kurdisch
es_es: Kurdo
fr_fr: Kurde

source: Latvian
de_de: Lettisch
es_es: Letón
fr_fr: Letton

source: Lithuanian
de_de: Litauisch
es_es: Lituano
fr_fr: Lituanien

source: Macedonian
de_de: Mazedonisch
es_es: Macedonio
fr_fr: Macédonien

source: Maltese
de_de: Maltesisch
es_es: Maltés
fr_fr: Maltais

source: Moldavian
de_de: Moldavisch
es_es: Moldavo
fr_fr: Moldave

source: Mongolian
de_de: Mongolisch
es_es: Mongol
fr_fr: Mongol

source: Nepali
es_es: Nepalí
fr_fr: Népalais

source: Dutch
de_de: Holländisch
es_es: Holandés
fr_fr: Néerlandais

source: Norwegian
de_de: Norwegisch
es_es: Noruega
fr_fr: Norvégien

source: Panjabi
de_de: Pandschabi
es_es: Panyabí
fr_fr: Panjâbî

source: Polish
de_de: Polnisch
es_es: Polaco
fr_fr: Polonais

source: Portuguese
de_de: portugiesisch
es_es: Portugués
fr_fr: Portugais

source: Romanian
de_de: Rumänisch
es_es: Rumano
fr_fr: Roumain

source: Russian
de_de: Russisch
es_es: Ruso
fr_fr: Russe

source: Slovenian
de_de: Slowenisch
es_es: Esloveno
fr_fr: Slovène

source: Albanian
de_de: Albanisch
es_es: Albanés
fr_fr: Albanais

source: Serbian
de_de: Serbisch
es_es: Serbio
fr_fr: Serbe

source: Swedish
de_de: Schwedisch
es_es: Sueco
fr_fr: Suédois

source: Tamil
fr_fr: Tamoul

source: Thai
es_es: Tailandés
fr_fr: Thaï

source: Turkish
de_de: Türkisch
es_es: Turco
fr_fr: Turc

source: Ukrainian
de_de: Ukrainisch
es_es: Ucraniano
fr_fr: Ukrainien

source: Urdu
fr_fr: Ourdu

source: Uzbek
de_de: Usbekisch
es_es: Uzbeko
fr_fr: Ouzbek

source: Vietnamese
de_de: Vietnamesisch
es_es: Vietnamita
fr_fr: Vietnamien

source: Chinese (Simplified)
de_de: Chinesisch (Vereinfacht)
es_es: Chino (Simplificado)
fr_fr: Chinois (Simplifié)

source: Zulu
es_es: Zulú
fr_fr: Zoulou

source: Chinese (Traditional)
de_de: Chinesisch (Traditionell)
es_es: Chino (Tradicional)
fr_fr: Chinois (Traditionnel)

source: Portugal Portuguese
de_de: Portugiesisch (Portugal)
es_es: Portugués (Portugal)
fr_fr: Portugais du Portugal

source: Accounting
de_de: Buchhaltung
es_es: Contabilidad
fr_fr: Comptabilité

source: Advertising
de_de: Werbung
es_es: Publicidad
fr_fr: Publicité

source: Aerospace
de_de: Luft- und Raumfahrt
es_es: Aeroespacio
fr_fr: Aérospatiale

source: Archaeology
de_de: Archäologie
es_es: Arqueología
fr_fr: Archéologie

source: Astronomy
de_de: Astronomie
es_es: Astronomía
fr_fr: Astronomie

source: Automotive
de_de: Automobil
es_es: Automotriz
fr_fr: Automobile

source: Biology
de_de: Biologie
es_es: Biología
fr_fr: Biologie

source: Business
de_de: Geschäftlich
es_es: Negocios
fr_fr: Affaires

source: Chemistry
de_de: Chemie
es_es: Química
fr_fr: Chimie

source: Children
de_de: Kinder
es_es: Niños
fr_fr: Enfants

source: Cinema, Film, TV
de_de: Kino, Film, TV
es_es: Cine, Películas, TV
fr_fr: Cinéma, films, TV

source: Clothing
de_de: Bekleidung
es_es: Indumentaria
fr_fr: Vêtements

source: Communications
de_de: Kommunikation
es_es: Comunicación
fr_fr: Communication

source: Computers (general)
de_de: Computer (allgemein)
es_es: Computadoras (general)
fr_fr: Informatique (général)

source: Computers: Hardware
de_de: Computer: Hardware
es_es: Computadoras: Hardware
fr_fr: Informatique: Matériel

source: Computers: Software
de_de: Computer: Software
es_es: Computadoras: Software
fr_fr: Informatique: Logiciels

source: Construction & Civil Engineering
de_de: Baugewerbe & Hoch- und Tiefbau
es_es: Construcción e Ingeniería Civil
fr_fr: Construction et ingénierie civile

source: Contracts
de_de: Verträge
es_es: Contratos
fr_fr: Contrats

source: Cooking
de_de: Kochen
es_es: Cocina
fr_fr: Cuisine

source: Cosmetics
de_de: Kosmetik
es_es: Cosméticos
fr_fr: Cosmétiques

source: Economics
de_de: Wirtschaft
es_es: Economía
fr_fr: Économie

source: Education
de_de: Bildung
es_es: Educación
fr_fr: Enseignement

source: Electronics
de_de: Elektronik
es_es: Electrónica
fr_fr: Électronique

source: Environment & Ecology
de_de: Umwelt & Ökologie
es_es: Medio Ambiente y Ecología
fr_fr: Environnement et écologie

source: Games
de_de: Spiele
es_es: Juegos
fr_fr: Jeux

source: Geography
de_de: Geographie
es_es: Geografía
fr_fr: Géographie

source: Geology
de_de: Geologie
es_es: Geología
fr_fr: Géologie

source: Government & Politics
de_de: Regierung & Politik
es_es: Gobierno y Política
fr_fr: Gouvernement et politique

source: Graphic Arts = Photo/Imaging *
de_de: Grafik = Foto-/Bildgebung *
es_es: Artes Gráficas = Fotos/Imágenes *
fr_fr: Arts graphiques = Photo/Imagerie *

source: History
de_de: Verlauf
es_es: Historial
fr_fr: Historique

source: Human Resources
de_de: Personalwesen
es_es: Recursos Humanos
fr_fr: Ressources humaines

source: Insurance
de_de: Versicherung
es_es: Seguros
fr_fr: Assurances

source: Internet, e-Commerce
fr_fr: Internet, commerce en ligne

source: Investment / Securities
de_de: Anlagen / Wertpapiere
es_es: Inversión/Garantías
fr_fr: Investissements / Titres

source: Law
de_de: Recht
es_es: Derecho / Leyes
fr_fr: Droit

source: Literature
de_de: Literatur
es_es: Literatura
fr_fr: Littérature

source: Manufacturing
de_de: Produktion
es_es: Fabricación
fr_fr: Industrie

source: Marketing / Market Research
de_de: Marketing / Marktforschung
es_es: Marketing / Investigación de Mercado
fr_fr: Marketing / études de marché

source: Mathematics & Statistics
de_de: Mathematik & Statistik
es_es: Matemáticas y Estadísticas
fr_fr: Mathématiques et statistiques

source: Mechanics
de_de: Mechanik
es_es: Mecánica
fr_fr: Mécanique

source: Media / Multimedia
de_de: Medien / Multimedia
fr_fr: Médias / Multimédia

source: Medical
de_de: Medizin
es_es: Medicina
fr_fr: Médical

source: Military / Defense
de_de: Militär / Verteidigung
es_es: Ejército / Defensa
fr_fr: Armée / Défense

source: Mining & Minerals
de_de: Bergbau & Mineralien
es_es: Minería y Minerales
fr_fr: Mines et minéraux

source: Music
de_de: Musik
es_es: Música
fr_fr: Musique

source: Patents
de_de: Patente
es_es: Patentes
fr_fr: Brevets

source: Photography
de_de: Fotografie
es_es: Fotografía
fr_fr: Photographie

source: Physics
de_de: Physik
es_es: Física
fr_fr: Physique

source: Psychology
de_de: Psychologie
es_es: Psicología
fr_fr: Psychologie

source: Real Estate
de_de: Immobilien
es_es: Bienes Raices
fr_fr: Immobilier

source: Tourism & Travel
de_de: Tourismus & Reise
es_es: Viajes y Turismo
fr_fr: Tourisme et voyage

source: Andorra
fr_fr: Andorre

source: United Arab Emirates
de_de: Vereinigte Arabische Emirate
es_es: Emiratos Árabes Unidos
fr_fr: Émirats arabes unis

source: Antigua and Barbuda
de_de: Antigua und Barbuda
es_es: Antigua y Barbuda
fr_fr: Antigua-et-Barbuda

source: Albania
de_de: Albanien
fr_fr: Albanie

source: Armenia
de_de: Armenien
fr_fr: Arménie

source: Netherlands Antilles
de_de: Niederländische Antillen
es_es: Antillas Holandesas
fr_fr: Antilles néerlandaises

source: Antarctica
de_de: Antarktis
es_es: La Antártida
fr_fr: Antarctique

source: Argentina
de_de: Argentinien
fr_fr: Argentine

source: American Samoa
de_de: Amerikanisch-Samoa
es_es: Samoa Americana
fr_fr: Samoa américaines

source: Austria
de_de: Österreich
fr_fr: Autriche

source: Australia
de_de: Australien
fr_fr: Australie

source: Azerbaijan
de_de: Aserbaidschan
es_es: Azerbaiyán
fr_fr: Azerbaïdjan

source: Bosnia and Herzegovina
de_de: Bosnien-Herzegowina
es_es: Bosnia y Herzegovina
fr_fr: Bosnie-Herzégovine

source: Barbados
fr_fr: Barbade

source: Belgium
de_de: Belgien
es_es: Bélgica
fr_fr: Belgique

source: Bulgaria
de_de: Bulgarien
fr_fr: Bulgarie

source: Bahrain
fr_fr: Bahreïn

source: Benin
es_es: Benín
fr_fr: Bénin

source: Bermuda
es_es: Bermudas
fr_fr: Bermudes

source: Brunei Darussalam
fr_fr: Brunéi Darussalam

source: Bolivia
de_de: Bolivien
fr_fr: Bolivie

source: Brazil
de_de: Brasilien
es_es: Brasil
fr_fr: Brésil

source: Bhutan
fr_fr: Bhoutan

source: Bouvet Island
de_de: Bouvet-Insel
es_es: Isla Bouvet
fr_fr: Île Bouvet

source: Belarus
de_de: Weißrussland
es_es: Belarús
fr_fr: Biélorussie

source: Cocos Islands
de_de: Cocosinseln
es_es: Islas Cocos
fr_fr: Îles Cocos

source: Central African Republic
de_de: Zentralafrikanische Republik
es_es: República Centroafricana
fr_fr: République centrafricaine

source: Switzerland
de_de: Schweiz
es_es: Swiza
fr_fr: Suisse

source: Cote D'Ivoire
de_de: Elfenbeinküste
fr_fr: Côte d'Ivoire

source: Cook Islands
de_de: Cookinseln
es_es: Islas Cook
fr_fr: Îles Cook

source: Chile
fr_fr: Chili

source: Cameroon
de_de: Kamerun
es_es: Camerún
fr_fr: Cameroun

source: China
fr_fr: Chine

source: Colombia
de_de: Kolumbien
fr_fr: Colombie

source: Serbia and Montenegro
de_de: Serbien und Montenegro
es_es: Serbia y Montenegro
fr_fr: Serbie et Monténégro

source: Cape Verde
de_de: Kap Verde
es_es: Cabo Verde
fr_fr: Cap-Vert

source: Christmas Island
de_de: Weihnachtsinsel
es_es: Isla Navidad
fr_fr: Île Christmas

source: Cyprus
de_de: Zypern
es_es: Chipre
fr_fr: Chypre

source: Czech Republic
de_de: Tschechien
es_es: República Checa
fr_fr: République tchèque

source: Germany
de_de: Deutschland
es_es: Alemania
fr_fr: Allemagne

source: Denmark
de_de: Dänemark
es_es: Dinamarca
fr_fr: Danemark

source: Dominica
fr_fr: Dominique

source: Dominican Republic
de_de: Dominikanische Republik
es_es: República Dominicana
fr_fr: République dominicaine

source: Algeria
de_de: Algerien
fr_fr: Algérie

source: Ecuador
fr_fr: Équateur

source: Estonia
de_de: Estland
fr_fr: Estonie

source: Egypt
de_de: Ägypten
es_es: Egipto
fr_fr: Égypte

source: Western Sahara
de_de: Westsahara
es_es: Sahara Occidental
fr_fr: Sahara occidental

source: Eritrea
fr_fr: Érythrée

source: Spain
de_de: Spanien
es_es: España
fr_fr: Espagne

source: Ethiopia
de_de: Äthiopien
es_es: Etiopía
fr_fr: Éthiopie

source: Finland
de_de: Finnland
es_es: Finlandia
fr_fr: Finlande

source: Fiji
de_de: Fidschi
es_es: Fiyiano
fr_fr: Fidjien

source: Falkland Islands
de_de: Falklandinseln
es_es: Islas Falkland (Islas Malvinas)
fr_fr: Îles Falkland

source: Micronesia
de_de: Mikronesien
fr_fr: Micronésie

source: Faeroe Islands
de_de: Färöer
es_es: Islas Feroe
fr_fr: Îles Féroé

source: United Kingdom
de_de: Vereinigtes Königreich
es_es: Reino Unido
fr_fr: Royaume-Uni

source: Grenada
es_es: Granada
fr_fr: Grenade

source: Georgia
de_de: Georgien
fr_fr: Géorgie

source: French Guiana
de_de: Französisch-Guayana
es_es: Guyana Francesa
fr_fr: Guinée française

source: Greenland
de_de: Grönland
es_es: Groenlandia
fr_fr: Groenland

source: Gambia
fr_fr: Gambie

source: Guinea
fr_fr: Guinée

source: Guadaloupe
de_de: Guadeloupe
es_es: Guadalupe
fr_fr: Guadeloupe

source: Equatorial Guinea
de_de: Äquatorialguinea
es_es: Guinea Ecuatorial
fr_fr: Guinée équatoriale

source: Greece
de_de: Griechenland
es_es: Grecia
fr_fr: Grèce

source: South Georgia and the South Sandwich Islands
de_de: Südgeorgien und die Südlichen Sandwichinseln
es_es: Islas Georgias del Sur y Sandwich del Sur
fr_fr: Géorgie du Sud-et-les Îles Sandwich du Sud

source: Guinea-Bissau
fr_fr: Guinée-Bissau

source: Guyana
fr_fr: Guyane

source: Heard and McDonald Islands
de_de: Heard- und McDonald-Inseln
es_es: Islas Heard y McDonald
fr_fr: Îles Heard-et-MacDonald

source: Hrvatska
es_es: Croacia
fr_fr: Croatie

source: Haiti
es_es: Haití
fr_fr: Haïti

source: Hungary
de_de: Ungarn
es_es: Hungría
fr_fr: Hongrie

source: Indonesia
de_de: Indonesien
fr_fr: Indonésie

source: Ireland
de_de: Irland
es_es: Irlanda
fr_fr: Irlande

source: Israel
fr_fr: Israël

source: India
de_de: Indien
fr_fr: Inde
