Repository: neumerance/localize
Catalog: po/*/icanlocalize.po
Languages: de_de, es_es, fr_fr, ru_ru

source: Google Checkout provides an easy method for paying using a <b>credit card</b>. It's a good alternative in case PayPal is not an option for you.
de_de: Google Checkout bietet eine einfache Möglichkeit zur Zahlung per <b>Kreditkarte</b>. Es ist eine gute Alternative, wenn PayPal für Sie nicht verfügbar ist.
es_es: Google Checkout ofrece un método de pago fácil a través de una <b>tarjeta de crédito</b>. Es una muy buena alternativa en caso de que PayPal no sea una opción válida para usted.
fr_fr: Google Checkout propose une méthode facile de paiement par <b>carte de crédit</b>. Il s'agit d'une bonne alternative à PayPal.

source: To deposit money to your account using Google Checkout, go to your %s.
de_de: Um mit Google Checkout Geld auf Ihren Account einzuzahlen, rufen Sie %s auf.
es_es: Para realizar un depósito en su cuenta utilizando Google Checkout, vaya a su %s.
fr_fr: Pour déposer de l'argent sur votre compte à l'aide de Google Checkout, accédez à votre %s.

source: ICanLocalize account summary
de_de: ICanLocalize Account-Zusammenfassung
es_es: Resumen de su cuenta en ICanLocalize
fr_fr: Résumé de compte ICanLocalize

source: Please note that we need to process completed Google Checkout payments manually. This processing takes several hours.
de_de: Bitte beachten Sie, dass wir abgeschlossene Google Checkout-Zahlungen manuell bearbeiten müssen. Diese Bearbeitung dauert mehrere Stunden.
es_es: Por favor, advierta que debemos procesar los pagos vía Google Checkout de modo manual. Este proceso puede tardar algunas horas.
fr_fr: Nous vous informons que nous devons traiter manuellement les paiements Google Checkout. Cette procédure prend plusieurs heures.

source: Our standard payment method is via <b>PayPal</b>. PayPal allows you to pay with a credit card without opening any account.
de_de: Unsere Standard-Zahlungsmethode ist per <b>PayPal</b>. PayPal ermöglicht es Ihnen, per Kreditkarte zu zahlen, ohne einen Account zu eröffnen.
es_es: Nuestro método de pago estándar es a través de <b>PayPal</b>. PayPal le permite pagar con tarjeta de crédito sin tener que abrir una cuenta.
fr_fr: Notre méthode de paiement standard est <b>PayPal</b>. PayPal permet de payer par carte de crédit sans ouvrir de compte.

source: For payments over $500, we recommend using a verified PayPal account, to avoid delays validating your payment.
de_de: Für Zahlungen über $500 empfehlen wir Ihnen, einen verifizierten PayPal-Account zu verwenden, um Verzögerungen bei Ihrer Zahlung zu vermeiden.
es_es: Para pagos superiores a 500 USD, le recomendamos utilizar una cuenta de PayPal verificada a fin de evitar demoras en la confirmación de su pago.
fr_fr: Pour les paiements supérieurs à 500 $, nous recommandons d'utiliser un compte PayPal vérifié afin d'éviter tout retard de validation de votre paiement.

source: To deposit money to your account using PayPal, go to your %s.
de_de: Um per PayPal Geld in Ihren Account einzuzahlen, gehen Sie auf Ihre %s.
es_es: Para depositar dinero en su cuenta utilizando PayPal, acceda a su %s.
fr_fr: Pour déposer de l'argent sur votre compte à l'aide de PayPal, accédez à votre %s.

source: Summary
de_de: Zusammenfassung
es_es: Resumen
fr_fr: Résumé

source: Field
de_de: Feld
es_es: Campo
fr_fr: Champ

source: Value
de_de: Wert
es_es: Valor
fr_fr: Valeur

source: Created:
de_de: Erstellt am:
es_es: Creado:
fr_fr: Créé:

source: Updated:
de_de: Aktualisiert am:
es_es: Última actualización:
fr_fr: Mis à jour:

source: Transaction identifier
de_de: Transaktions-ID
es_es: Número de referencia de pago
fr_fr: Identifiant de la transaction

source: Company or Individual
de_de: Firma oder Privatperson
es_es: Organización o persona física
fr_fr: Société ou particulier

source: Paid to:
de_de: Gezahlt an:
es_es: Pagado a:
fr_fr: Payé à:

source: Web site:
de_de: Webseite:
es_es: Sitio web:
fr_fr: site Web:

source: Payment information
de_de: Zahlungsangaben
es_es: Información de pago
fr_fr: Informations de paiement

source: Amount
de_de: Betrag
es_es: Monto
fr_fr: Montant

source: Amount due
de_de: Fälliger Betrag
es_es: Importe a pagar
fr_fr: Montant dû

source: Other payment options
de_de: Andere Zahlungsoptionen
es_es: Otras opciones de pago
fr_fr: Autres méthodes de paiement

source: Don't like PayPal? Have a look at %s
de_de: PayPal gefällt Ihnen nicht? Sehen Sie sich mal %s an
es_es: ¿No le gusta la opción de pago PayPal? Observe %s
fr_fr: Vous n'aimez pas PayPal? Jetez un coup d'œil aux %s

source: other payment methods
de_de: andere Zahlungsmethoden
es_es: otros métodos de pago
fr_fr: autres méthodes de paiement

source: Pay with PayPal
de_de: Mit PayPal zahlen
es_es: Pagar con PayPal
fr_fr: Payer avec PayPal

source: You don't need to have a PayPal account. PayPal allows you to pay with a credit card as well.
de_de: Sie brauchen keinen PayPal-Account. Bei PayPal können Sie auch per Kreditkarte zahlen.
es_es: No es necesario que posea una cuenta en PayPal. PayPal también le brinda la opción abonar con tarjeta de crédito.
fr_fr: Vous n'avez pas besoin de compte PayPal. PayPal permet également de payer par carte de crédit.

source: Payments with a credit card or from your PayPal balance, complete immediately. E-Check payments take 3-4 days to complete.
de_de: Zahlungen per Kreditkarte oder PayPal-Konto werden sofort ausgeführt. Die Bearbeitung von Zahlungen per E-Check nimmt 3-4 Tage in Anspruch.
es_es: Los pagos efectuados con tarjeta de crédito o desde su balance de PayPal se completan de modo inmediato. Los pagos con E-Check tardan de 3 a 4 días.
fr_fr: Les paiements par carte de crédit ou depuis votre solde PayPal sont réalisés instantanément. Les paiements par chèque électronique le sont dans les 3 à 4 jours.

source: Pay with Google Checkout
de_de: Mit Google Checkout bezahlen
es_es: Pagar con Google Checkout
fr_fr: Payer avec Google Checkout

source: Pay with most credit cards. Google Checkout payments take up to several hours to complete processing.
de_de: Zahlen Sie mit den meisten Kreditkarten. Die Bearbeitung von Google Checkout-Zahlungen kann bis zu mehrere Stunden dauern.
es_es: Puede pagar con la mayoría de las tarjetas de crédito. Los pagos realizados vía Google Checkout demoran varias horas en procesarse.
fr_fr: Payer avec la plupart des cartes de crédit. Le traitement des paiements par Google Checkout peut prendre plusieurs heures.

source: Deposit amount: %s USD
de_de: Eingezahlter Betrag: %s USD
es_es: Monto a depositar: %s USD
fr_fr: Montant du dépôt: %s USD

source: Continue
de_de: Fortfahren
es_es: Continuar
fr_fr: Continuer

source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler

source: Don't like PayPal? Have a look at %s.
de_de: PayPal gefällt Ihnen nicht? Sehen Sie sich %s an.
es_es: ¿No le gusta PayPal? Mire %s.
fr_fr: Vous n'aimez pas PayPal? Jetez un coup d'œil aux %s.

source: Deposit money to this account
de_de: Geld auf diesen Account einzahlen
es_es: Depositar dinero en esta cuenta
fr_fr: Déposer de l'argent sur ce compte

source: Accounts in ICanLocalize
es_es: Cuentas en ICanLocalize
fr_fr: Comptes sur ICanLocalize

source: You have recently made a withdrawal from your account. Please wait until that withdrawal completes before doing another one.
de_de: Sie haben vor Kurzem eine Abbuchung von Ihrem Konto durchgeführt. Bitte warten Sie, bevor diese Abbuchung abgeschlossen ist, bevor Sie eine weitere durchführen.
es_es: Acaba de retirar fondos de su cuenta. Por favor, espere hasta que la transacción se complete antes de efectuar un nueva nueva operación.
fr_fr: Vous avez récemment réalisé un retrait de votre compte. Veuillez attendre qu'il soit terminé avant d'en effectuer un autre.

source: Prev
de_de: Vor
es_es: Anterior
fr_fr: Préc.

source: Next
de_de: Weiter
es_es: Siguiente
fr_fr: Suivant

source: All deposits
de_de: Alle Einzahlungen
es_es: Todos los depósitos
fr_fr: Tous les dépôts

source: All withdrawals
de_de: Alle Abbuchungen
es_es: Todas las extracciones
fr_fr: Tous les retraits

source: %s's
de_de: von %s
es_es: de %s
fr_fr: de %s

source: Submit
de_de: Einsenden
es_es: Enviar
fr_fr: Envoi

source: Translator overview
de_de: Übersetzer-Übersicht
es_es: Reseña del traductor
fr_fr: Vue d'ensemble sur le traducteur

source: Translator:
de_de: Übersetzer:
es_es: Traductor:
fr_fr: Traducteur:

source: (click on the translator's name to view resume)
de_de: (klicken Sie auf den Namen des Übersetzers, um den Lebenslauf zu lesen)
es_es: (hacer clic en el nombre del traductor para ver perfil)
fr_fr: (cliquez sur le nom du traducteur pour voir son C.V.)

source: Nationality:
de_de: Nationalität:
es_es: Nacionalidad:
fr_fr: Nationalité:

source: Application status
de_de: Bewerbungsstatus
es_es: Estado de la solicitud
fr_fr: Statut de la candidature

source: Rate:
de_de: Preis:
es_es: Tarifa:
fr_fr: Tarif:

source: Are you sure you want to %s?
de_de: Sind Sie sicher, dass Sie %s möchten?
es_es: ¿Está seguro de que desea %s?
fr_fr: Êtes-vous sûr de vouloir %s?

source: View translation progress in this language pair
de_de: Ihr Übersetzungsfortschritt in dieser Sprachrichtung
es_es: Ver el progreso de la traducción en esta combinación de idiomas
fr_fr: Visualiser la progression de la traduction dans cette paire de langues

source: Your session is now over. If you're using a shared PC, we also recommend that you clear cookies and stored passwords, to avoid others from logging in to your account.
de_de: Ihre Sitzung ist jetzt vorbei. Wenn Sie einen gemeinsamen PC nutzen, empfehlen wir Ihnen auch, Ihre Cookies und gespeicherten Passwörter zu löschen, um zu verhindern, dass sich andere in Ihrem Account anmelden.
es_es: Su sesión ha finalizado. Si utiliza una PC compartida también le recomendamos que elimine las cookies y contraseñas almacenadas a fin de evitar que otros usuarios ingresen a su cuenta.
fr_fr: Votre session est à présent fermée. Si vous utilisez un ordinateur partagé, nous vous recommandons d'effacer les cookies et mots de passe retenus, afin d'éviter que quiconque se connecte à votre compte.

source: Back to home page
de_de: Zurück zur Startseite
es_es: Volver a la página de inicio
fr_fr: Retour à la page d'accueil

source: Login
de_de: Anmeldung
es_es: Iniciar sesión
fr_fr: Connexion

source: Password:
de_de: Passwort:
es_es: Contraseña:
fr_fr: Mot de passe:
ru_ru: Пароль:

source: Your old password cannot be retrieved, but we can reset it and send you a new one.
de_de: Ihr altes Passwort kann nicht wieder hergestellt werden, aber wir können es zurücksetzen, und Ihnen ein neues senden.
es_es: No es posible recuperar su contraseña anterior, pero podemos restablecerla y enviarle una nueva.
fr_fr: Votre ancien mot de passe ne peut pas être récupéré, mais nous pouvons le réinitialiser et vous en envoyer un nouveau.

source: Enter your email and we'll send you a password reset link.
de_de: Geben Sie Ihre E-Mail-Adresse ein und wir senden Ihnen einen Link, um Ihr Passwort zurückzusetzen.
es_es: Ingrese su email y le enviaremos un enlace para que pueda restablecer su contraseña.
fr_fr: Saisissez votre e-mail et nous vous enverrons un lien de réinitialisation de mot de passe.

source: Forgot your password?
de_de: Passwort vergessen?
es_es: ¿Olvidó su contraseña?
fr_fr: Mot de passe oublié?

source: contact us
de_de: kontaktieren Sie uns
es_es: contáctenos
fr_fr: nous contacter

source: Project information
de_de: Informationen zum Projekt
es_es: Información sobre el proyecto
fr_fr: Informations relatives au projet

source: Job ID:
de_de: Auftrags-ID:
es_es: ID del trabajo:
fr_fr: ID du travail:

source: Original language:
de_de: Ausgangssprache:
es_es: Idioma de origen:
fr_fr: Langue originale:

source: Title:
de_de: Titel:
es_es: Título:
fr_fr: Titre:

source: Job size:
de_de: Auftragsgröße:
es_es: Volumen de trabajo:
fr_fr: Taille du travail:

source: Status:
es_es: Estado:
fr_fr: Statut:

source: Project being done:
de_de: Projekt wird bearbeitet:
es_es: Proyecto en proceso de traducción:
fr_fr: Projet en cours de réalisation:

source: Setup for this project is not complete yet.
de_de: Die Einrichtung dieses Projekts ist noch nicht abgeschlossen.
es_es: Este proyecto aún no se encuentra creado en su totalidad.
fr_fr: La configuration de ce projet n'est pas terminée.

source: Instructions from the client
de_de: Anweisungen vom Kunden
es_es: Indicaciones del cliente
fr_fr: Instructions du client

source: Language
de_de: Sprache
es_es: Idioma
fr_fr: Langue

source: Translation
de_de: Übersetzung
es_es: Traducción
fr_fr: Traduction

source: Language pair
de_de: Sprachrichtung
es_es: Combinación de idiomas
fr_fr: Paire de langues

source: Translated
de_de: Übersetzt
es_es: Traducidos
fr_fr: Traduit

source: Translation in progress
de_de: Übersetzung ist in Arbeit
es_es: Traducción en proceso
fr_fr: Traduction en cours

source: Waiting for translation
de_de: Auf Übersetzung wird gewartet
es_es: Esperando traducción
fr_fr: En attente de traduction

source: Words
de_de: Wörter
es_es: Palabras
fr_fr: Mots

source: %s to %s
de_de: %s auf %s
es_es: %s al %s
fr_fr: %s vers %s

source: %d document(s) are still being processed
de_de: %d Dokument(e) wird/werden noch bearbeitet
es_es: %d documento/s aún están siendo procesados
fr_fr: %d document(s) sont encore en cours de traitement

source: Go back
de_de: Zurück
es_es: Volver
fr_fr: Revenir

source: Found %d documents. Showing page %s
de_de: %d Dokumente gefunden. Seite %s wird angezeigt.
es_es: Se encontraron %d documentos. Página %s
fr_fr: %d documents trouvés. Page %s affichée

source: Display filter
de_de: Anzeige-Filter
es_es: Filtro
fr_fr: Filtre d'affichage

source: Translation status:
de_de: Übersetzungsstatus:
es_es: Estado de la traducción:
fr_fr: Statut de la traduction:

source: Target language:
de_de: Zielsprache:
es_es: Idioma a traducir:
fr_fr: Langue cible:

source: Processing status:
de_de: Bearbeitungsstatus:
es_es: Estado del proceso:
fr_fr: Statut du traitement:

source: Apply
de_de: Übernehmen
es_es: Aplicar
fr_fr: Appliquer

source: Clear
de_de: Löschen
es_es: Borrar
fr_fr: Effacer

source: Translation Status
de_de: Übersetzungsstatus
es_es: Estado de la traducción
fr_fr: Statut de la traduction

source: Review Status
de_de: Korrekturlesungsstatus
es_es: Estado de la revisión
fr_fr: Statut de la révision

source: Translation status report
de_de: Übersetzungsstatusbericht
es_es: Informe sobre el progreso de la traducción
fr_fr: Rapport de statut de traduction

source: Back to project
de_de: Zurück zum Projekt
es_es: Volver al proyecto
fr_fr: Retour au projet

source: View
de_de: Anzeigen
es_es: Ver
fr_fr: Voir

source: Download
de_de: Herunterladen
es_es: Descargar
fr_fr: Télécharger

source: Sign Up
de_de: Anmelden
es_es: Crear una cuenta
fr_fr: S'inscrire
ru_ru: Регистрация

source: An account in ICanLocalize is free.
de_de: Ein Account bei ICanLocalize ist kostenlos.
es_es: Abrir una cuenta en ICanLocalize es totalmente gratis.
fr_fr: Un compte ICanLocalize est gratuit.
ru_ru: Регистрация в ICanLocalize бесплатная.

source: Once you have an account you can set up website translation, software localization or send Office documents for translation.
de_de: Sobald Sie einen Account haben, können Sie Projekte zur Webseitenübersetzung oder Software-Lokalisierung einrichten oder Office-Dokumente zur Übersetzung einsenden.
es_es: Una vez creada su cuenta, puede establecer proyectos para localizar software, traducir sitios web o documentos en general.
fr_fr: Lorsque vous disposez d'un compte, vous pouvez configurer une traduction de site Web, une localisation de logiciel ou envoyer des documents Office pour traduction.
ru_ru: После регистрации вы сможете отправить на перевод веб-сайт, программное обеспечение или документ Office.

source: Account information
de_de: Account-Angaben
es_es: Información de su cuenta
fr_fr: Informations de compte
ru_ru: Информация учетной записи

source: First name:
de_de: Vorname:
es_es: Nombre:
fr_fr: Prénom:
ru_ru: Имя:

source: Your name and email are kept private. We only use them to send you messages.
de_de: Ihr Name und Ihre E-Mail-Adresse werden vertraulich behandelt. Wir verwenden sie nur, um Ihnen Nachrichten zu senden.
es_es: Su nombre y correo electrónico son absolutamente privados. Los utilizaremos únicamente para contactarlo.
fr_fr: Vos nom et adresse e-mail restent confidentiels. Nous ne les utilisons que pour vous envoyer des messages.
ru_ru: Ваше имя и адрес электронной хранятся конфиденциально. Мы используем их только для отправки вам сообщений.

source: Last name:
de_de: Nachname:
es_es: Apellido/s:
fr_fr: Nom:
ru_ru: Фамилия:

source: Nickname:
es_es: Sobrenombre:
fr_fr: Pseudo:
ru_ru: Ник:

source: Your nickname identifies you in the system. Only letters and digits allowed.
de_de: Ihr Nickname identifiziert Sie im System. Nur Buchstaben und Ziffern erlaubt.
es_es: Su sobrenombre es lo que lo identifica en el sistema. Solo se admiten letras y dígitos.
fr_fr: Votre pseudo permet de vous identifier dans le système. Utilisez uniquement des lettres et des chiffres.
ru_ru: Ваш ник идентифицирует вас в системе. Допустимы только буквы и цифры.

source: A safe password will include a combination of letters and digits.
de_de: Ein sicheres Passwort enthält eine Kombination aus Buchstaben und Ziffern.
es_es: Para generar una contraseña segura utilice una combinación de letras y dígitos.
fr_fr: Un mot de passe sûr doit être composé de lettres et de chiffres.
ru_ru: Безопасный пароль включает в себя комбинацию букв и цифр.

source: Phone number:
de_de: Telefonnummer
es_es: Número de teléfono:
fr_fr: Numéro de téléphone:
ru_ru: Номер телефона:

source: Based on our experience, adding your telephone number really helps us providing you with the best level of support
de_de: Unserer Erfahrung nach ist es wirklich hilfreich, wenn Sie eine Telefonnummer angeben, denn so können wir Ihnen den besten Support bieten.
es_es: Basándonos en nuestra experiencia, añadir su teléfono nos dará la posibilidad de brindarle la mejor asistencia posible.
fr_fr: D'expérience, nous pouvons vous assurer que si vous nous laissez votre numéro de téléphone, cela nous aidera à vous offrir la meilleure qualité d'assistance qui soit.
ru_ru: Основываясь на нашем опыте, добавление вашего номера телефона действительно помогает нам предоставить вам наилучший уровень поддержки

source: To avoid spam and automatic registration we ask you to repeat the code you see in the picture.
de_de: Zur Vermeidung von Spam und automatischer Registrierung, bitten wir Sie, den Code, den Sie auf dem Bild sehen, zu wiederholen.
es_es: Para evitar recibir correo basura y/o registros automáticos, por favor, vuelva a ingresar el código que ve en la imagen.
fr_fr: Afin d'éviter le spam et les inscriptions automatiques, nous vous invitons à recopier le code visible dans l'image.
ru_ru: Во избежание спама и автоматической регистрации, пожалуйста, повторите код, который вы видите на картинке.

source: Verification code:
de_de: Bestätigungscode:
es_es: Código de verificación:
fr_fr: Code de vérification:
ru_ru: Проверочный код

source: Enter code:
de_de: Geben Sie den Code ein:
es_es: Ingresar código:
fr_fr: Saisissez le code:
ru_ru: Введите код:

source: User agreement
de_de: Benutzervereinbarung
es_es: Acuerdo de usuario
fr_fr: Contrat d'utilisateur
ru_ru: Пользовательское соглашение

source: You must accept the user agreement (in the link below) in order to create an account.<br />Please take your time to fully read the agreement before accepting.
de_de: Sie müssen die Benutzervereinbarung (im Link unten) akzeptieren, um einen Account zu erstellen.<br />Bitte nehmen Sie sich Zeit, um die Vereinbarung vollständig zu lesen, bevor Sie sie akzeptieren.
es_es: Debe aceptar el acuerdo de usuario (haga clic en el siguiente enlace) para crear una cuenta.<br />Por favor, lea el acuerdo detalladamente antes de aceptarlo.
fr_fr: Vous devez accepter le contrat d'utilisateur (en suivant le lien ci-dessous) afin de créer un compte.<br />Veuillez prendre le temps de lire le contrat dans son intégralité avant de l'accepter.
ru_ru: Вы должны принять пользовательское соглашение (по ссылке ниже), чтобы создать учетную запись.<br />Пожалуйста, не торопитесь. Полностью прочитайте соглашение, прежде чем принять его.

source: I have read and accept the %s
de_de: Ich habe die %s gelesen und akzeptiere sie
es_es: He leído y acepto el %s
fr_fr: J'ai lu et j'accepte le %s
ru_ru: Я прочитал и принимаю %s

source: Edit your contact information.
de_de: Ihre Kontaktdaten bearbeiten.
es_es: Edite su información de contacto
fr_fr: Modifiez vos coordonnées.

source: Display settings
de_de: Anzeige-Einstellungen
es_es: Configuración de pantalla
fr_fr: Paramètres d'affichage

source: These are optional settings. You can leave them unchecked for normal translation work.
de_de: Dies sind optionale Einstellungen. Sie können sie bei normalen Übersetzungen unausgewählt lassen.
es_es: Estos elementos de configuración son opcionales. Puede dejarlos sin marcar para traducciones de carácter normal.
fr_fr: Ces paramètres sont facultatifs. Vous pouvez les laisser inchangés pour une traduction normale.

source: Show glossary controls
de_de: Glossar-Steuerung anzeigen
es_es: Ver panel de control del glosario
fr_fr: Afficher les commandes du glossaire

source: Show controls for support centers
de_de: Steuerung für Support-Zentren anzeigen
es_es: Ver panel de control de los centros de soporte
fr_fr: Afficher les commandes pour les centres d'assistance

source: Show controls for affiliate program
de_de: Steuerung für Partner-Programm anzeigen
es_es: Ver panel de control del programa de afiliación
fr_fr: Afficher les commandes du programme de membres

source: Show translators search controls
de_de: Steuerung der Übersetzersuche anzeigen
es_es: Ver panel de control para la búsqueda de traductores
fr_fr: Afficher les commandes de recherche de traducteurs

source: Update display options
de_de: Anzeige-Optionen aktualisieren
es_es: Actualizar opciones de visualización
fr_fr: Mettre à jour les options d'affichage

source: Beginning
de_de: Anfang
es_es: Desde
fr_fr: Début

source: Ending
de_de: Ende
es_es: Hasta
fr_fr: Fin

source: Change password
de_de: Passwort ändern
es_es: Cambiar contraseña
fr_fr: Changer de mot de passe

source: Are you sure you want to change your password?
de_de: Sind Sie sicher, dass Sie Ihr Passwort ändern möchten?
es_es: ¿Está seguro de que desea cambiar su contraseña?
fr_fr: Êtes-vous sûr de vouloir changer de mot de passe?

source: New password:
de_de: Neues Passwort:
es_es: Contraseña nueva:
fr_fr: Nouveau mot de passe:

source: Re-enter password:
de_de: Passwort erneut eingeben:
es_es: Reingresar contraseña:
fr_fr: Saisir à nouveau le mot de passe:

source: Update password
de_de: Passwort aktualisieren
es_es: Actualizar contraseña
fr_fr: Mettre à jour le mot de passe

source: Close account
de_de: Account schließen
es_es: Cerrar cuenta
fr_fr: Fermer le compte

source: If you no longer want to maintain this account, you may close it.
de_de: Wenn Sie diesen Account nicht mehr behalten möchten, können Sie ihn schließen.
es_es: Si no desea conservar esta cuenta puede cerrarla.
fr_fr: Si vous ne souhaitez pas conserver ce compte, vous pouvez le fermer.

source: Please note that once closed, you will no longer have any access to this account. If you have %s, please withdraw them before closing your account.
de_de: Bitte beachten Sie, dass Sie keinen Zugriff mehr auf diesen Account haben werden, sobald Sie ihn geschlossen haben. Wenn Sie %s haben, heben Sie diese bitte ab, bevor Sie Ihren Account schließen.
es_es: Advierta que una vez cerrada su cuenta, no tendrá más acceso a la misma. Por favor, si tiene %s retírelos antes de cerrarla.
fr_fr: Veuillez noter qu'une fois ce compte fermé, vous n'y aurez plus accès. Si vous disposez de %s, veuillez effectuer un retrait avant de fermer votre compte.
