Repository: neumerance/localize
Catalog: po/*/icanlocalize.po
Languages: de_de, es_es, fr_fr, ru_ru

source: Display options updated
de_de: Anzeige-Optionen aktualisiert
es_es: Opciones de visualización actualizadas
fr_fr: Options d'affichage mises à jour

source: Please enter your account password for verification.
de_de: Bitte geben Sie das Passwort Ihres Accounts zur Bestätigung ein.
es_es: Por favor, ingrese la contraseña de su cuenta para que sea verificada.
fr_fr: Veuillez saisir le mot de passe de votre compte pour vérification.

source: Your account has been closed.
de_de: Ihr Account wurde geschlossen.
es_es: Su cuenta ha sido cerrada
fr_fr: Votre compte a été fermé.

source: The password you entered does not match our records.
de_de: Das von Ihnen eingegebene Passwort stimmt nicht mit unseren Aufzeichnungen überein.
es_es: La contraseña ingresada no coincide con nuestros registros.
fr_fr: Le mot de passe que vous avez saisi ne correspond pas à nos informations.

source: Your password has been reset
de_de: Ihr Passwort wurde zurück gesetzt.
es_es: Su contraseña ha sido restablecida
fr_fr: Votre mot de passe a été réinitialisé

source: Review work for clients
de_de: Korrekturlesungen für Kunden
es_es: Trabajos de revisión
fr_fr: Travaux de révision des clients

source: Please enter a message to the translator
de_de: Bitte geben Sie eine Nachricht an den Übersetzer ein
es_es: Por favor, ingrese un mensaje para el traductor
fr_fr: Veuillez adresser un message au traducteur

source: Translator already invited
de_de: Übersetzer wurde bereits eingeladen
es_es: Traductor ya invitado
fr_fr: Traducteur déjà invité

source: Your contact details
de_de: Ihre Kontaktdaten
es_es: Sus detalles de contacto
fr_fr: Vos coordonnées

source: User Agreement for clients
de_de: Benutzervereinbarung für Kunden
es_es: Acuerdo de Usuario para clientes
fr_fr: Contrat d'utilisateur pour les clients

source: (opens in a new window)
de_de: (wird in neuem Fenster geöffnet)
es_es: (se abre una ventana nueva)
fr_fr: (ouverture dans une nouvelle fenêtre)

source: User Agreement for translators
de_de: Benutzervereinbarung für Übersetzer
es_es: Acuerdo de Usuario para traductores
fr_fr: Contrat d'utilisateur pour traducteurs

source: Website owner
de_de: Webseiten-Betreiber
es_es: Dueño del sitio web
fr_fr: Propriétaire du site Web

source: Translator
de_de: Übersetzer
es_es: Traductor
fr_fr: Traducteur

source: Android Localization
de_de: Android-Lokalisierung
es_es: Localización Android
fr_fr: Localisation pour Android
ru_ru: Локализация приложений для Android

source: Software Localization
de_de: Software-Lokalisierung
es_es: Localización de software
fr_fr: Localisation de logiciel
ru_ru: Локализация ПО

source: Set up your project
de_de: Richten Sie Ihr Projekt ein
es_es: Establezca su proyecto
fr_fr: Configurer votre projet
ru_ru: Создайте свой проект

source: Upload your application's resource files. Our system will parse it and get the texts for translation.
de_de: Laden Sie die Ressourcen-Dateien Ihrer Anwendung hoch. Unser System wird sie analysieren und die zu übersetzenden Texte extrahieren.
es_es: Cargue los archivos de recursos de su aplicación. Nuestro sistema los analizará y extraerá los textos a traducir.
fr_fr: Téléchargez les fichiers de ressources de votre application. Notre système les analysera et les préparera pour la traduction.
ru_ru: Добавьте ресурсные файлы вашего приложения. Наша система проанализирует его и получит тексты для перевода.

source: Deposit payment
de_de: Zahlung hinterlegen
es_es: Depositar el pago
fr_fr: Déposer un paiement
ru_ru: Оплатить

source: The translators you choose will get to work on your project. Translators can handle about 1500 words per day.
de_de: Die Übersetzer, die Sie auswählen, werden an Ihrem Projekt arbeiten. Im Durchschnitt können die Übersetzer 1500 Wörter pro Tag bewältigen.
es_es: Los traductores que usted seleccione comenzarán a trabajar en su proyecto; tenga en cuenta que éstos cuentan con una capacidad de traducción diaria de aproximadamente 1500 palabras.
fr_fr: Les traducteurs que vous choisissez vont travailler sur votre projet. Ils peuvent traduire à peu près 1 500 mots par jour.
ru_ru: Выбранные вами переводчики приступят к работе над проектом. Они могут переводить около 1500 слов в день.

source: Download the translations
de_de: Die Übersetzungen herunterladen
es_es: Descargar las traducciones
fr_fr: Télécharger les traductions
ru_ru: Загрузить переводы

source: As soon as translation is complete, you can download it and use in the application.
de_de: Sobald die Übersetzung abgeschlossen ist, können Sie sie herunterladen und in der Anwendung benutzen.
es_es: Tan pronto como se realice la traducción, podrá descargarla y utilizarla en la aplicación.
fr_fr: Vous pouvez télécharger la traduction dès qu'elle est terminée et l'utiliser dans l'application.
ru_ru: Как только перевод будет завершен, вы можете загрузить его и использовать в приложении.

source: Translate Drupal Site
de_de: Drupal-Seite übersetzen
es_es: Traducir sitio en Drupal
fr_fr: Traduire un site Drupal
ru_ru: Перевести сайт Drupal

source: Translate WordPress Site
de_de: WordPress-Seite übersetzen
es_es: Traducir sitio en WordPress
fr_fr: Traduire un site WordPress
ru_ru: Перевести сайт WordPress

source: Install %s
de_de: %s installieren
es_es: Instalar %s
fr_fr: Installer %s
ru_ru: Установить %s

source: Our translation %s takes care of sending us contents and receiving completed translations.
de_de: Unser Übersetzungs-%s kümmert sich darum, uns die Inhalte zu senden und abgeschlossene Übersetzungen zu erhalten.
es_es: Nuestro %s de traducción cumple la función de enviarnos los contenidos y recibir las traducciones finalizadas.
fr_fr: Notre %s de traduction se charge de nous faire parvenir le contenu et de recevoir les traductions terminées.
ru_ru: Наша переводческая %s поможет отправить нам содержимое и получить выполненные переводы.

source: Send us contents
de_de: Senden Sie uns Inhalte
es_es: Envíenos contenidos
fr_fr: Envoyez-nous du contenu
ru_ru: Отправить содержимое

source: Use the Translation Dashboard in your CMS to choose what to translate and send to us. A single click is all it takes.
de_de: Benutzen Sie das Übersetzungs-Dashboard in Ihrem CMS, um auszuwählen, was Sie übersetzen und an uns senden möchten. Dafür ist nur ein Klick nötig.
es_es: Utilice el Panel de Control de las Traducciones en su CMS para seleccionar qué desea traducir y enviarlo. Un solo clic es todo lo que debe hacer.
fr_fr: Utilisez le tableau de bord de traduction de votre SGC pour choisir ce qui doit être traduit et envoyez-le nous. Il ne suffit que d'un clic.
ru_ru: Используйте Панель мониторинга перевода в своем CMS для выбора того, что перевести и отправить нам. Достаточно одного щелчка мыши.

source: Receive the translations
de_de: Erhalten Sie die Übersetzungen
es_es: Recibir las traducciones
fr_fr: Recevoir les traductions
ru_ru: Получить переводы

source: As soon as translations complete, they appear back in your CMS, ready for publishing.
de_de: Sobald die Übersetzungen abgeschlossen sind, erscheinen sie wieder in Ihrem CMS, bereit zur Veröffentlichung.
es_es: Las traducciones aparecerán en su CMS, listas para su publicación, tan pronto cómo éstas sean finalizadas.
fr_fr: Dès qu'elles sont terminées, les traductions réapparaissent dans votre SGC, prêtes à être publiées.
ru_ru: Как только переводы выполнены, они появятся в вашем CMS, готовые к публикации.

source: Set up a project
de_de: Projekt einrichten
es_es: Crear un proyecto
fr_fr: Configurer un projet
ru_ru: Создать проект

source: Use our translation software to extract all texts from your website and upload to us for translation.
de_de: Benutzen Sie unsere Übersetzungssoftware, um alle Texte aus Ihrer Webseite zu extrahieren und zur Übersetzung an uns hochzuladen.
es_es: Utilice nuestro software de traducción para extraer todos los textos de su sitio web, cárguelos y nuestro sistema se encargará de la traducción.
fr_fr: Utilisez notre logiciel de traduction pour extraire tous les textes de votre site Web et les télécharger pour traduction.
ru_ru: Воспользуйтесь нашим переводческим ПО, чтобы извлечь все тексты из вашего сайта и отправить нам на перевод.

source: As soon as translations complete, you can download them. Our translation software will create your completed website, ready for publishing.
de_de: Sobald die Übersetzungen abgeschlossen sind, können Sie sie herunter laden. Unsere Übersetzungssoftware wird Ihre Webseite vollständig erstellen, bereit zur Veröffentlichung.
es_es: Puede descargar las traducciones tan pronto como éstas se encuentren finalizadas. Nuestro software de traducción creará la totalidad de su sitio web, totalmente listo para ser publicado.
fr_fr: Vous pouvez télécharger les traductions dès qu'elles sont terminées. Notre logiciel de traduction créera votre site Web achevé, prêt pour la publication.
ru_ru: Как только переводы выполнены, вы можете загрузить их. Наше переводческое ПО заполнит ваш сайт текстом, готовым к публикации.

source: Translate HTML Website
de_de: HTML-Webseite übersetzen
es_es: Traducir sitio en HTML
fr_fr: Traduire un site Web HTML
ru_ru: Перевести HTML-cайт

source: Use our translation software to extract all texts from your Help &amp; Manual project and upload to us for translation.
de_de: Benutzen Sie unsere Übersetzungssoftware, um alle Texte aus Ihrem Help &amp; Manual-Projekt zu extrahieren und zur Übersetzung an uns hochzuladen.
es_es: Utilice nuestro software de traducción para extraer todos los textos de su proyecto Help &amp; Manual, cárguelos y nuestro sistema se encargará de la traducción.
fr_fr: Utilisez notre logiciel de traduction pour extraire tous les textes de votre projet Aide &amp; Manuel et les télécharger pour traduction.
ru_ru: Наше переводческое ПО поможет вам извлечь все тексты из вашего проекта Помощь и Руководство и загрузить их нам на перевод.

source: As soon as translations complete, you can download them. Our translation software will create your completed Help &amp; Manual projects, ready for publishing.
de_de: Sobald die Übersetzungen abgeschlossen sind, können Sie sie herunterladen. Unsere Übersetzungssoftware wird Ihre fertigen Help &amp; Manual-Projekte erstellen, bereit zur Veröffentlichung.
es_es: Puede descargar las traducciones tan pronto como éstas se encuentren finalizadas. Nuestro software de traducción creará la totalidad de sus proyectos Help &amp; Manual, totalmente listos para ser publicados.
fr_fr: Vous pouvez télécharger les traductions dès qu'elles sont terminées. Notre logiciel de traduction créera vos projets Aide et Manuel terminés, prêts à être publiés.
ru_ru: Как только переводы готовы, вы сможете их загрузить. Наше переводческое ПО создаст готовые к публикации проекты Помощь и Руководство

source: Translate Help &amp; Manual Projects
de_de: Help &amp; Manual-Projekte übersetzen
es_es: Traducir proyectos Help &amp; Manual
fr_fr: Traduire des projets Aide &amp; Manuel
ru_ru: Перевести проекты Помощь и Руководство

source: Get affiliate link
de_de: Partner-Link holen
es_es: Obtener enlace de afiliado
fr_fr: Obtenir un lien de membre
ru_ru: Получить партнерскую ссылку

source: Get your unique affiliate link, by which we can identify new clients that you help bring.
de_de: Erhalten Sie Ihren eindeutigen Partner-Link, über den wir neue Kunden zuordnen können, bei deren Anwerbung Sie helfen.
es_es: Obtenga su enlace de afiliado de carácter único, a través del cual podemos identificar clientes nuevos que hayan sido recomendados por usted.
fr_fr: Obtenez votre lien unique de membre, grâce auquel nous pouvons identifier les nouveaux clients que vous apportez.
ru_ru: Получите свою ​​уникальную партнерскую ссылку, с помощью которой мы сможем идентифицировать новых клиентов, приглашенных вами.

source: Get paid
de_de: Erhalten Sie Ihre Bezahlung
es_es: Obtener pago
fr_fr: Recevez de l'argent
ru_ru: Зарабатывайте деньги

source: We will credit you for every job that comes in through your affiliate link. We pay with PayPal
de_de: Wir werden Ihnen die Provision für jeden Auftrag gut schreiben, der über Ihren Partner-Link eingeht. Wir zahlen über PayPal.
es_es: Su cuenta será acreditada por cada trabajo que nos llegue a través de su enlace de afiliación. Los pagos se realizan con PayPal.
fr_fr: Nous vous verserons une commission pour tout travail obtenu par le biais de votre lien de membre. Nous payons par PayPal
ru_ru: Мы заплатим вам за каждую новую работу, созданную по вашей партнерской ссылке. Мы платим через PayPal.

source: You can create translation projects for websites, desktop software, mobile apps and office documents.
de_de: Sie können Übersetzungsprojekte für Webseiten, Desktop-Software, Handy-Apps und Office-Dokumente erstellen.
es_es: Puede crear proyectos de traducción para sitios web, software de escritorio, aplicaciones móviles y documentos en general.
fr_fr: Vous pouvez créer des projets de traduction pour des sites Web, des logiciels de bureau, des applications de téléphones mobiles et des documents Office.
ru_ru: Создавайте проекты перевода веб-сайтов, программного обеспечения для мобильных телефонов и ПК и офисных документов.

source: As soon as translations complete, you can download them.
de_de: Sobald die Übersetzungen abgeschlossen sind, können Sie sie herunter laden.
es_es: Puede descargar las traducciones tan pronto como éstas se encuentren finalizadas.
fr_fr: Vous pouvez télécharger les traductions dès qu'elles sont terminées.
ru_ru: Как только переводы выполнены, вы можете загрузить их.

source: Translation Project
de_de: Übersetzungsprojekt
es_es: Proyecto de traducción
fr_fr: Projet de traduction
ru_ru: Проект перевода

source: Free Localization Tools
de_de: Kostenlose Lokalisierungs-Tools
es_es: Herramientas de localización gratis
fr_fr: Outils de localisation gratuits

source: PHP Text Scanner and .po File Generator
de_de: PHP-Text-Scanner und .po-Datei-Ersteller
es_es: Extractor de textos en php y Generador de archivos .po
fr_fr: Analyseur de texte PHP et générateur de fichiers .po

source: Generated PO files
de_de: Erstellte PO-Dateien
es_es: Archivos PO generados
fr_fr: Fichiers de bons de commande générés

source: You must select the input files to scan
de_de: Sie müssen die Eingabedateien auswählen, die durchsucht werden sollen
es_es: Debe seleccionar los archivos de entrada para que podamos extraer los textos.
fr_fr: Vous devez sélectionner les fichiers de données à analyser

source: Could not extract any texts.
de_de: Texte konnten nicht extrahiert werden.
es_es: No se logró extraer los textos.
fr_fr: Impossible d'extraire aucun texte.

source: Java resource to spreadsheet converter
de_de: Java-Ressource in Tabellen-Umwandler
es_es: Convertidor de archivos de recursos en Java a planilla de cálculos
fr_fr: Convertisseur de ressources Java en feuilles de calcul

source: Generated PO file
de_de: Erzeugte PO-Datei
es_es: Archivo PO generado
fr_fr: Fichier de bon de commande généré

source: Create translated resource from .po
de_de: Übersetzte Ressource aus .po erstellen
es_es: Crear el archivo de recursos .po traducido
fr_fr: Créer une ressource traduite à partir d'un fichier .po

source: Generated resource file
de_de: Erzeugte Ressourcen-Datei
es_es: Archivo de recursos generado
fr_fr: Fichier de ressources généré

source: You must select both PO and resource files to scan
de_de: Sie müssen sowohl die PO- als auch die Ressourcen-Dateien zum Durchsuchen auswählen
es_es: Debe seleccionar los archivos PO y de recursos para que podamos extraer los textos
fr_fr: Vous devez sélectionner à la fois le bon de commande et les fichiers de ressources à analyser

source: Your Projects Summary
de_de: Ihre Projekt-Zusammenfassung
es_es: Sus proyectos
fr_fr: Résumé de vos projets

source: Recent %d of %d CMS translation projects
de_de: Die letzten %d von %d CMS-Übersetzungsprojekten
es_es: %d traducciones recientes de contenido en CMS de un total de %d
fr_fr: %d derniers projets de traduction SGC sur %d

source: Summary of all CMS translation projects
de_de: Zusammenfassung aller Ihrer CMS-Übersetzungsprojekte
es_es: Todas las traducciones de contenido en CMS
fr_fr: Résumé de la totalité des projets de traduction SGC

source: Showing all your CMS translation projects
de_de: Anzeige alle Ihrer CMS-Übersetzungsprojekte
es_es: Todas sus traducciones de contenido en CMS
fr_fr: Affichage de tous vos projets de traduction SGC

source: Recent %d of %d projects
de_de: Die letzten %d von %d Projekten
es_es: %d proyectos recientes de un total de %d
fr_fr: %d derniers projets sur %d

source: Older bidding projects
de_de: Ältere Biet-Projekte
es_es: Proyectos a licitar anteriores
fr_fr: Projets soumis à offres antérieurs

source: Summary of all bidding projects
de_de: Zusammenfassung aller Biet-Projekte
es_es: Todos los proyectos a licitar
fr_fr: Résumé de la totalité des projets soumis à offres

source: Showing all your bidding website translation projects
de_de: Anzeige aller Ihrer Biet-Webseiten-Übersetzungsprojekte
es_es: Todas los proyectos de sitios web a los que licitó
fr_fr: Affichage de tous les projets de traduction de sites Web ouverts aux candidatures

source: Recent %d of %d instant translation projects
de_de: Die letzten %d von %d Sofort-Übersetzungsprojekten
es_es: %d traducciones instantáneas recientes de un total de %d
fr_fr: %d derniers projets de traduction instantanée sur %d

source: Older instant translation projects
de_de: Ältere Sofort-Übersetzungsprojekte
es_es: Traducciones instantáneas anteriores
fr_fr: Projets de traduction instantanée antérieurs

source: Showing all your instant translation projects
de_de: Anzeige aller Ihrer Sofort-Übersetzungsprojekte
es_es: Todas sus traducciones instantáneas
fr_fr: Affichage de tous vos projets de traduction instantanée

source: Recent %d of %d software localization projects
de_de: Die letzten %d von %d Software-Lokalisierungsprojekten
es_es: %d proyectos de localización de software de un total de %d
fr_fr: %d derniers projets de localisation de logiciel sur %d

source: Older software localization projects
de_de: Ältere Software-Lokalisierungsprojekte
es_es: Proyectos de localización de software anteriores
fr_fr: Projets de localisation de logiciel antérieurs

source: Showing all your software localization projects
de_de: Anzeige aller Ihrer Software-Lokalisierungsprojekte
es_es: Todas sus localizaciones de software
fr_fr: Affichage de tous vos projets de localisation de logiciel

source: Recent %d of %d arbitrations
de_de: Die letzten %d von %d Schlichtungen
es_es: %d arbitrajes recientes de un total de %d
fr_fr: %d derniers arbitrages sur %d

source: Older arbitrations
de_de: Ältere Schlichtungen
es_es: Arbitrajes anteriores
fr_fr: Arbitrages antérieurs

source: Summary of all arbitrations
de_de: Zusammenfassung aller Schlichtungen
es_es: Todos los arbitrajes
fr_fr: Résumé de la totalité des arbitrages

source: Showing all your arbitrations
de_de: Anzeige aller Ihrer Schlichtungen
es_es: Todos sus arbitrajes
fr_fr: Affichage de tous vos arbitrages

source: What do you need to translate?
de_de: Was möchten Sie übersetzen lassen?
es_es: ¿Qué desea traducir?
fr_fr: Que souhaitez-vous traduire?

source: How is your website built?
de_de: Wie ist Ihre Webseite aufgebaut?
es_es: ¿Cómo ha sido creado su sitio?
fr_fr: Comment votre site Web est-il construit?

source: What kind of text do you need to translate?
de_de: Welche Art von Text möchten Sie übersetzen lassen?
es_es: ¿Qué tipo de texto desea traducir?
fr_fr: Quel genre de texte devez-vous traduire?

source: static HTML website
de_de: statische HTML-Webseite
es_es: sitio web estático en HTML
fr_fr: Site Web statique HTML

source: Translate a %s
de_de: %s übersetzen
es_es: Traducir un %s
fr_fr: Traduire un %s

source: Log-in to your account
de_de: Loggen Sie sich in Ihren Account ein
es_es: Ingrese a su cuenta
fr_fr: Connectez-vous à votre compte

source: Could not log in with these email and password
de_de: Login mit dieser E-Mail und diesem Passwort nicht möglich
es_es: No se pudo iniciar sesión con este email y contraseña
fr_fr: Impossible de se connecter avec cette adresse e-mail et ce mot de passe

source: Reset password
de_de: Passwort zurücksetzen
es_es: Restablecer contraseña
fr_fr: Réinitialiser le mot de passe

source: This email was not found in our records
de_de: Diese E-Mail wurde nicht in unseren Aufzeichnungen gefunden
es_es: Este email no fue encontrado en nuestros registros
fr_fr: Cette adresse e-mail ne figure pas parmi nos informations

source: You have been logged out
de_de: Sie wurden ausgeloggt
es_es: Ha cerrado sesión
fr_fr: Vous avez été déconnecté

source: Please complete your registration before proceeding
de_de: Bitte schließen Sie Ihre Registrierung ab, bevor Sie fortfahren
es_es: Por favor, termine de registrarse antes de continuar.
fr_fr: Veuillez terminer votre inscription avant de procéder

source: The password you entered doesn't match our records
de_de: Das von Ihnen eingegebene Passwort stimmt nicht mit unseren Aufzeichnungen überein.
es_es: La contraseña ingresada no coincide con nuestros registros
fr_fr: Le mot de passe que vous avez saisi ne correspond pas à nos informations

source: A new confirmation email was sent
de_de: Eine neue Bestätigungsmail wurde gesendet
es_es: Se envió un nuevo email de confirmación
fr_fr: Un nouvel e-mail de confirmation a été envoyé

source: Your reminders
de_de: Ihre Erinnerungen
es_es: Sus recordatorios
fr_fr: Vos rappels

source: Software localization projects
de_de: Software-Lokalisierungsprojekte
es_es: Localización de software
fr_fr: Projets de localisation de logiciel

source: Create a new software localization project
de_de: Neues Software-Übersetzungsprojekt erstellen
es_es: Crear un nuevo proyecto de localización de software
fr_fr: Créer un projet de localisation de logiciel

source: Software localization
de_de: Software-Lokalisierung
es_es: Localización de software
fr_fr: Localisation de logiciel

source: Cannot add existing translations right now
de_de: Bestehende Übersetzungen können derzeit nicht hinzugefügt werden
es_es: No es posible añadir traducciones existentes en este momento
fr_fr: Impossible d'ajouter les traductions disponibles pour l'instant

source: Add existing translation
de_de: Bestehende Übersetzung hinzufügen
es_es: Añadir traducción anterior
fr_fr: Ajouter les traductions disponibles

source: -- Select --
de_de: -- Wählen Sie aus --
es_es: -- Seleccionar --
fr_fr: -- Sélectionner --

source: New translator notifications will be sent over the next hour.
de_de: Neue Übersetzer-Benachrichtigungen werden innerhalb der nächsten Stunde versendet.
es_es: Se volverán a enviar notificaciones a los traductores en el transcurso de la siguiente hora.
fr_fr: De nouvelles notifications seront envoyées aux traducteurs dans l'heure qui vient.

source: Some languages could not be removed because translation has already started on them:
de_de: Einige Sprachen konnten nicht entfernt werden, da die Übersetzung in diese Sprachen bereits begonnen hat:
es_es: Algunos idiomas no pudieron ser eliminados porque el proceso de traducción ya ha comenzado:
fr_fr: Certaines langues n'ont pas pu être supprimées car la traduction dans leur direction a déjà débuté:

source: Updated %d strings, ignored %d
de_de: %d Strings aktualisiert, %d ignoriert
es_es: %d segmentos actualizados, %d ignorados
fr_fr: %d chaînes mises à jour, %d ignorées

source: Nothing selected for payment
de_de: Nichts zur Zahlung ausgewählt
es_es: No hay selección alguna para efectuar el pago
fr_fr: Rien n'a été sélectionné pour le paiement

source: Updated resource files created
de_de: Aktualisierte Ressourcen-Dateien erstellt
es_es: Archivos de recursos creados actualizados
fr_fr: Les fichiers de ressources mis a jour ont été créés
