Repository: neumerance/localize
Catalog: po/*/icanlocalize.po
Languages: de_de, es_es, fr_fr, ru_ru

source: Bid for %s was refused
de_de: Gebot für %s wurde abgelehnt
es_es: Su oferta para %s fue rechazada
fr_fr: L'offre pour %s a été refusée

source: Work on this bid has been terminated
de_de: Die Arbeit zu diesem Gebot wurde abgeschlossen
es_es: Se ha anulado el trabajo en relación a esta oferta
fr_fr: Le travail relatif à cette offre est terminé

source: Another bid has been selected for this language.<br />Status: %s
de_de: Für diese Sprache wurde ein anderes Gebot ausgewählt.<br />Status: %s
es_es: Otra oferta ha sido seleccionada para este idioma.<br />Estado: %s
fr_fr: Une autre offre a été sélectionnée pour cette langue.<br />Statut: %s

source: Open to bids
de_de: Offen für Gebote
es_es: Abierto a ofertas
fr_fr: Ouvert aux offres

source: You are not qualified to translate to this language
de_de: Sie sind nicht für die Übersetzung in diese Sprache qualifiziert
es_es: No se encuentra calificado para traducir a este idioma
fr_fr: Vous n'êtes pas qualifié pour traduire vers cette langue

source: This revision is not open to bids
de_de: Diese Revision steht nicht für Gebote offen
es_es: Esta revisión no está abierta para recibir ofertas
fr_fr: Cette révision n'est pas ouverte aux offres

source: No bid given
de_de: Kein Gebot abgegeben
es_es: No hay ofertas
fr_fr: Aucune offre proposée

source: Extend completion date / resolve issues
de_de: Fertigstellungsdatum verschieben / Fragen klären
es_es: Extender plazo de entrega / resolver problemas
fr_fr: Reporter la date butoir / résoudre les incidents

source: Show bid info / resolve issues
de_de: Infos zum Gebot anzeigen / Fragen klären
es_es: Ver información de oferta / resolver problemas
fr_fr: Afficher les détails de l'offre / résoudre les incidents

source: Show bid info
de_de: Gebotsinfos anzeigen
es_es: Ver información de oferta
fr_fr: Afficher les détails de l'offre

source: Your support centers
de_de: Ihre Support-Zentren
es_es: Sus centros de soporte
fr_fr: Vos centres d'assistance

source: No deposit needed
de_de: Keine Einzahlung benötigt
es_es: Depósito no requerido
fr_fr: Aucun dépôt nécessaire

source: Funding needed for Instant Translation projects and customer support messages
de_de: Geldeinzahlung für Sofort-Übersetzungsprojekte und Kundenbetreuungs-Nachrichten benötigt
es_es: Se requiren fondos para traducciones instantáneas y de mensajes de soporte al cliente
fr_fr: Apport de fonds nécessaire pour les projets de traduction instantanée et les messages d'assistance à la clientèle

source: There are Instant Translation projects or customer support messages that require funding in order to be translated.
de_de: Es gibt Sofort-Übersetzungsprojekte oder Kundenbetreuungs-Nachrichten, für die Geld eingezahlt werden muss, damit diese übersetzt werden können.
es_es: Hay proyectos de traducción instantánea o mensajes de soporte al cliente que requieren fondos para ser traducidos.
fr_fr: Des projets de traduction instantanée ou des messages d'assistance à la clientèle requièrent un apport de fonds pour assurer leur traduction.

source: Create a new support center
de_de: Ein neues Support-Center erstellen
es_es: Crear un centro de soporte nuevo
fr_fr: Créer un centre d'assistance

source: Settings for %s
de_de: Einstellungen für %s
es_es: Configuración para %s
fr_fr: Paramètres de %s

source: This list shows the last %d pending support tickets out of all %d pending tickets
de_de: Diese Liste zeigt Ihnen die letzten %d ausstehenden Support-Tickets von allen %d ausstehenden Support-Tickets
es_es: Esta lista muestra los últimos %d tickets de soporte pendientes de un total de %d pendientes
fr_fr: Cette liste affiche les %d derniers tickets d'incident sur un total de %d tickets en attente

source: You have %d pending support tickets (all shown below)
de_de: Sie haben %d ausstehende Support-Tickets (alle unten angezeigt)
es_es: Tiene %d tickets de soporte pendientes (visualizados a continuación)
fr_fr: Vous avez %d tickets d'incident en attente (tous affichés ci-dessous)

source: Rename %s
de_de: %s umbenennen
es_es: Renombrar %s
fr_fr: Renommer %s

source: Support center deleted
de_de: Support-Zentrum gelöscht
es_es: Centro de soporte eliminado
fr_fr: Centre d'assistance supprimé

source: Customize %s
de_de: %s individuell anpassen
es_es: Personalizar %s
fr_fr: Personnaliser %s

source: Edit and customize %s
de_de: %s bearbeiten und individuell anpassen
es_es: Editar y personalizar %s
fr_fr: Modifier et personnaliser %s

source: Web integration information for %s
de_de: Informationen zur Web-Integration für %s
es_es: Información sobre integración web para %s
fr_fr: Informations d'intégration Web de %s

source: Your contact page in %s
de_de: Ihre Kontaktseite auf %s
es_es: Su página de contacto en %s
fr_fr: Votre page de coordonnées en %s

source: Contact us
de_de: Kontaktieren Sie uns
es_es: Contáctenos
fr_fr: Contactez-nous

source: Department
de_de: Abteilung
es_es: Departamento
fr_fr: Service

source: First name
de_de: Vorname
es_es: Nombre
fr_fr: Prénom

source: Last name
de_de: Nachname
es_es: Apellido
fr_fr: Nom

source: Subject
de_de: Thema
es_es: Tema
fr_fr: Objet

source: To avoid spam we ask you to repeat the code you see in the image.
de_de: Zur Vermeidung von Spam, bitten wir Sie, den Code einzugeben, den Sie auf dem Bild sehen.
es_es: Para evitar recibir correo basura, por favor, vuelva a ingresar el código que ve en la imagen.
fr_fr: Afin d'éviter le spam, nous vous demandons de recopier le code visible dans l'image.

source: Verification code
de_de: Bestätigungscode
es_es: Código de verificación
fr_fr: Code de vérification
ru_ru: Проверочный код

source: Enter code
de_de: Code eingeben
es_es: Ingresar código
fr_fr: Saisissez le code

source: Send message
de_de: Nachricht senden
es_es: Enviar mensaje
fr_fr: Envoyer le message

source: Processing...
de_de: Wird bearbeitet...
es_es: Procesando...
fr_fr: En cours de traitement...

source: Departments for %s
de_de: Abteilungen für %s
es_es: Departamentos para %s
fr_fr: Services pour %s

source: All tickets for %s
de_de: Alle Tickets für %s
es_es: Todos los tickets de %s
fr_fr: Tous les tickets de %s

source: All tickets for %s's %s
de_de: Alle Tickets für %ss %s
es_es: Todos los tickets pertenecientes al centro de soporte %s dentro del departamento %s
fr_fr: Tous les tickets pour %s - %s

source: Create this department
de_de: Diese Abteilung erstellen
es_es: Crear este departamento
fr_fr: Créer ce service

source: Create a new department for support center %s
de_de: Eine neue Abteilung für das Support-Zentrum %s erstellen
es_es: Crear un departamento nuevo para el centro de soporte %s
fr_fr: Créer un service pour le centre d'assistance %s

source: Update this department
de_de: Diese Abteilung aktualisieren
es_es: Actualizar este departamento
fr_fr: Mettre à jour ce service

source: Edit department for support center %s
de_de: Abteilung für Support-Zentrum %s löschen
es_es: Editar departamento para el centro de soporte %s
fr_fr: Modifier le service pour le centre d'assistance %s

source: You need to select a language to customize the appearance for
de_de: Sie müssen eine Sprache auswählen, für die das Aussehen individuell angepasst werden soll
es_es: Debe seleccionar el idioma que utilizará como apariencia
fr_fr: Vous devez sélectionner une langue pour personnaliser l'apparence de

source: No tickets selected to delete
de_de: Keine zu löschenden Tickets ausgewählt
es_es: No hay tickets seleccionados para eliminar
fr_fr: Aucun ticket sélectionné pour suppression

source: Confirm deleting the following %d ticket(s)
de_de: Löschen des/der folgenden %d Tickets bestätigen:
es_es: Confirme la eliminación de el/los siguiente/s %d ticket/s
fr_fr: Confirmer la suppression du (des) %d ticket(s) suivant(s)

source: Deleted %s tickets
de_de: %s Tickets gelöscht
es_es: %s tickets eliminados
fr_fr: %s tickets supprimés

source: My private translators
de_de: Meine privaten Übersetzer
es_es: Mis traductores privados
fr_fr: Mes traducteurs privés

source: My private clients
de_de: Meine privaten Kunden
es_es: Mis clientes privados
fr_fr: Mes clients privés

source: Invite a translator
de_de: Einen Übersetzer einladen
es_es: Invitar a un traductor
fr_fr: Inviter un traducteur

source: Your invitation was sent
de_de: Ihre Einladung wurde versendet
es_es: Su invitación fue enviada
fr_fr: Votre invitation a été envoyée

source: Invitation to translate
de_de: Einladung zur Übersetzung von
es_es: Invitación de traducción
fr_fr: Invitation à traduire

source: The invitation to %s has been resent
de_de: Die Einladung an %s wurde erneut versendet
es_es: La invitación a %s ha sido reenviada
fr_fr: L'invitation a été renvoyée à %s

source: Glossary terms for %s
de_de: Glossarbegriffe für %s
es_es: Glosario para %s
fr_fr: Termes du glossaire pour %s

source: Language not specified
de_de: Sprache nicht angegeben
es_es: No se especificó idioma
fr_fr: Langue non précisée

source: No glossary terms from %s
de_de: Keine Glossarbegriffe aus %s
es_es: El glosario no contiene términos del %s
fr_fr: Aucun terme de glossaire en %s

source: Create a new glossary term
de_de: Einen neuen Glossarbegriff erstellen
es_es: Crear un término nuevo para el glosario
fr_fr: Créer un terme de glossaire

source: Edit a glossary term
de_de: Einen Glossarbegriff bearbeiten
es_es: Editar un término del glosario
fr_fr: Modifier un terme du glossaire

source: Glossary term details
de_de: Glossarbegriff-Details
es_es: Detalles de los términos del glosario
fr_fr: Détails du terme du glossaire

source: Import new glossary terms from CSV file
de_de: Neue Glossarbegriffe aus CSV-Datei importieren
es_es: Importar términos nuevos al glosario desde archivo CSV
fr_fr: Importer de nouveaux termes de glossaire depuis un fichier CSV

source: Language not selected
de_de: Sprache nicht ausgewählt
es_es: No se seleccionó idioma
fr_fr: Langue non sélectionnée

source: Import results
de_de: Ergebnisse importieren
es_es: Importar resultados
fr_fr: Importer les résultats

source: No file uploaded
de_de: Keine Datei hochgeladen
es_es: No se cargó ningún archivo
fr_fr: Aucun fichier téléchargé

source: Incorrect CSV format
de_de: Falsches CSV-Format
es_es: Formato CSV incorrecto
fr_fr: Format CSV incorrect

source: Language defined twice: %s
de_de: Sprache zweimal angegeben: %s
es_es: Idioma definido dos veces: %s
fr_fr: Langue définie deux fois: %s

source: Unknown language: %s
de_de: Unbekannte Sprache: %s
es_es: Idioma desconocido: %s
fr_fr: Langue inconnue: %s

source: Cannot create blank terms
de_de: Leere Begriffe können nicht erstellt werden
es_es: No puede dejar términos en blanco
fr_fr: Impossible de créer des termes vierges

source: Too many languages for term %s - %s
de_de: Zu viele Sprachen für Begriff %s - %s
es_es: Demasiados idiomas para el término %s - %s
fr_fr: Trop de langues pour le terme %s - %s

source: Import new glossary terms from Trados TMX
de_de: Neue Glossarbegriffe aus Trados TMX importieren
es_es: Importar términos nuevos al glosario desde Trados TMX
fr_fr: Importer de nouveaux termes de glossaire depuis un fichier Trados TMX

source: The translation cannot be blank
de_de: Die Übersetzung kann nicht leer sein
es_es: Debe ingresar una traducción
fr_fr: Veuillez préciser la traduction

source: Planned leaves for %s
de_de: Geplante Urlaube für %s
es_es: Licencias planificadas de %s
fr_fr: Absences planifiées pour %s

source: Add a new planned leave
de_de: Neuen geplanten Urlaub hinzufügen
es_es: Añada nueva licencia/receso
fr_fr: Ajouter une absence planifiée

source: Leave added
de_de: Urlaub hinzugefügt
es_es: Licencia añadida
fr_fr: Absence ajoutée

source: Leave updated
de_de: Urlaub aktualisiert
es_es: Licencia actualizada
fr_fr: Absence mise à jour

source: Edit leave
de_de: Urlaub bearbeiten
es_es: Editar licencia
fr_fr: Modifier l'absence

source: You cannot edit this leave
de_de: Sie können diesen Urlaub nicht bearbeiten
es_es: No puede editar esta licencia
fr_fr: Vous ne pouvez pas modifier cette absence

source: Languages
de_de: Sprachen
es_es: Idiomas
fr_fr: Langues

source: Recent version of %s
de_de: Aktuelle Version von %s
es_es: Versión reciente de %s
fr_fr: Dernière version de %s

source: Problem locating %s
de_de: Problem beim Finden von %s
es_es: No se puede localizar %s
fr_fr: Problème à trouver %s

source: Keyword Translation Tool
de_de: Schlagwort-Übersetzungstool
es_es: Herramienta de búsqueda de traducción de palabras clave
fr_fr: Outil de traduction de mots clés

source: Analyze search data for "%s"
de_de: Suchdaten für "%s" analysieren
es_es: Analizar datos de búsqueda para "%s"
fr_fr: Analyser les données de recherche pour "%s"

source: Categories
de_de: Kategorien
es_es: Categorías
fr_fr: Catégories

source: Upload a Sisulizer project
de_de: Sisulizer-Projekt hochladen
es_es: Cargar un proyecto Sisulizer
fr_fr: Télécharger un projet Sisulizer

source: Word count results
de_de: Ergebnisse des Wortzählers
es_es: Resultado del conteo de palabras
fr_fr: Résultats du comptage de mots

source: Languages we can translate between
de_de: Sprachen, zwischen welchen wir übersetzen können
es_es: Idiomas entre los cuales traducimos
fr_fr: Paires de langues dans lesquelles nous traduisons

source: Incomplete
de_de: Nicht abgeschlossen
es_es: Incompleto
fr_fr: Non terminé

source: Complete
de_de: Abgeschlossen
es_es: Completo
fr_fr: Terminé

source: Translation Memory for %s
de_de: Translation Memory für %s
es_es: Memoria de traducción para %s
fr_fr: Mémoire de traduction de %s

source: Nothing sent to translation yet.
de_de: Noch nichts zur Übersetzung eingesendet.
es_es: Aún no se han enviado contenidos a traducir.
fr_fr: Rien n'a encore été envoyé pour traduction.

source: Text sent to translation. Waiting for translator to complete the work.
de_de: Text zur Übersetzung eingesendet. Es wird darauf gewartet, dass der Übersetzer die Arbeit abschließt.
es_es: ¡Contenido enviado! Esperando que el traductor finalice el trabajo
fr_fr: Texte envoyé pour traduction. En attente de l'achèvement du travail par le traducteur.

source: Translator completed all pending work. Client has been notified. Review required.
de_de: Der Übersetzer hat alle ausstehenden Arbeiten abgeschlossen. Der Kunde wurde benachrichtigt. Korrekturlesung erforderlich.
es_es: El traductor finalizó la totalidad del trabajo. El cliente ha sido notificado. Se requiere revisión.
fr_fr: Le traducteur a terminé tout le travail en attente. Le client a été informé. Révision nécessaire.

source: Translator completed all pending work. Client has been notified. Translator needs to do final review.
de_de: Der Übersetzer hat alle ausstehenden Arbeiten abgeschlossen. Der Kunde wurde benachrichtigt. Der Übersetzer muss eine letzte Überprüfung durchführen.
es_es: El traductor finalizó la totalidad del trabajo. El cliente ha sido notificado. El traductor debe realizar una revisión final.
fr_fr: Le traducteur a terminé tout le travail en attente. Le client en a été informé. Le traducteur doit procéder à la vérification finale.

source: All work completed and reviewed.
de_de: Alle Arbeiten wurden abgeschlossen und Korrektur gelesen.
es_es: El trabajo ha sido finalizado y revisado en su totalidad.
fr_fr: La totalité du travail est terminée et révisée.

source: Apply to localize application
de_de: Auf die Lokalisierung der Anwendung bewerben
es_es: Postularse para localizar la aplicación
fr_fr: Se porter candidat pour localiser l'application

source: You must enter a message to the client in order to apply for this work
de_de: Sie müssen eine Nachricht an den Kunden eingeben, um sich auf diese Arbeit zu bewerben.
es_es: Debe ingresar un mensaje si desea postularse para este proyecto.
fr_fr: Vous devez adresser un message au client afin de vous porter candidat pour ce travail

source: Please indicate if you are applying to this job or not
de_de: Bitte geben Sie an, ob Sie sich auf diesen Auftrag bewerben oder nicht
es_es: Por favor, especifique si se está postulando a este proyecto o no
fr_fr: Veuillez indiquer si vous vous portez candidat pour ce travail ou non

source: You have applied to this work
de_de: Sie haben sich auf diese Arbeit beworben
es_es: Se ha postulado para este proyecto
fr_fr: Vous vous êtes porté candidat pour ce travail

source: Your message was sent to the client
de_de: Ihre Nachricht wurde an den Kunden gesendet
es_es: Su mensaje fue enviado al cliente
fr_fr: Votre message a été envoyé au client

source: Another translator was already selected for this work.
de_de: Es wurde bereits ein anderer Übersetzer für diese Arbeit ausgewählt.
es_es: Otro traductor ya fue seleccionado para este proyecto.
fr_fr: Un autre traducteur a déjà été sélectionné pour ce travail.

source: %s is interested in doing this translation work.
de_de: %s hat Interesse daran, diese Übersetzung auszuführen.
es_es: %s está interesado/a en este proyecto de traducción.
fr_fr: %s souhaiterait effectuer ce travail de traduction.

source: Accept this application
de_de: Diese Bewerbung annehmen
es_es: Aceptar esta solicitud
fr_fr: Accepter cette candidature

source: Decline this application
de_de: Diese Bewerbung ablehnen
es_es: Rechazar esta solicitud
fr_fr: Décliner cette candidature

source: You have accepted %s's application for doing this translation work.
de_de: Sie haben die Bewerbung von %s für die Erstellung dieser Übersetzung angenommen.
es_es: Ha aceptado la solicitud de %s para este trabajo de traducción.
fr_fr: Vous avez accepté la candidature de %s pour ce travail de traduction.

source: Cancel the application acceptance
de_de: Die Annahme der Bewerbung stornieren
es_es: Cancelar solicitud
fr_fr: Annuler l'acceptation de candidature

source: You have declined %s's application for doing this translation work.
de_de: Sie haben die Bewerbung von %s für die Ausführung dieser Arbeit abgelehnt.
es_es: Ha rechazado la solicitud de %s para el actual trabajo de traducción.
fr_fr: Vous avez décliné la candidature de %s pour ce travail de traduction.

source: %s did not yet apply for this work.
de_de: %s hat sich noch nicht auf diese Arbeit beworben.
es_es: %s aún no se ha postulado para este proyecto.
fr_fr: %s ne s'est pas encore porté candidat pour ce travail.

source: You have applied for this work. The client did not make a decision yet.
de_de: Sie haben sich auf diese Arbeit beworben. Der Kunde hat sich noch nicht entschieden.
es_es: ¡Se ha postulado para este trabajo! El cliente aún no ha tomado una decisión.
fr_fr: Vous vous êtes porté candidat pour ce travail. Le client n'a pas encore pris de décision.

source: Retract application
de_de: Bewerbung zurückziehen
es_es: Retirar solicitud
fr_fr: Retirer la candidature

source: Your application for doing this work has been accepted.
de_de: Ihre Bewerbung für die Ausführung dieser Arbeit wurde angenommen.
es_es: Su solicitud ha sido aceptada
fr_fr: Votre candidature pour ce travail a été acceptée.

source: Your application for doing this work has been declined.
de_de: Ihre Bewerbung für die Ausführung dieser Arbeit wurde abgelehnt.
es_es: Su solicitud para este trabajo ha sido rechazada.
fr_fr: Votre candidature à la réalisation de ce travail a été déclinée.

source: You did not yet apply for this work.
de_de: Sie haben sich noch nicht auf diese Arbeit beworben.
es_es: Aún no te has postulado para este proyecto
fr_fr: Vous ne vous êtes pas porté candidat pour ce travail.

source: Apply for this work
de_de: Auf diese Arbeit bewerben
es_es: Postularse
fr_fr: Se porter candidat pour ce travail

source: This translator was already accepted as reviewer for the project. Choose a different translator.
de_de: Dieser Übersetzer wurde bereits als Korrekturleser für das Projekt angenommen. Wählen Sie einen anderen Übersetzer.
es_es: Este traductor ya es el revisor de su proyecto. Por favor, elija a otro traductor.
fr_fr: Ce traducteur a déjà été accepté comme réviseur pour ce projet. Veuillez choisir un autre traducteur.

source: Application updated.
de_de: Bewerbung aktualisiert.
es_es: Solicitud actualizada.
fr_fr: Candidature mise à jour.

source: Application could not be updated
de_de: Bewerbung konnte nicht aktualisiert werden
es_es: La solicitud no pudo actualizarse
fr_fr: La candidature n'a pas pu être mise à jour

source: You must select at least one language to start translations
de_de: Sie müssen mindestens eine Sprache auswählen, damit die Übersetzungen beginnen können.
es_es: Debe seleccionar al menos un idioma para que pueda dar inicio a las traducciones.
fr_fr: Vous devez sélectionner au moins une langue pour démarrer les traductions.

source: Not enough money in your account for this translation
de_de: Nicht genug Geld für diese Übersetzung in Ihrem Account
es_es: Los fondos en su cuenta no son suficientes para efactuar esta traducción.
fr_fr: Votre compte ne comporte pas un montant suffisant pour cette traduction

source: Transaction failed
de_de: Transaktion fehlgeschlagen
es_es: Falló la transacción
fr_fr: Échec de la traduction

source: Translation is not in progress.
de_de: Übersetzung ist nicht in Arbeit.
es_es: La traducción no está en proceso
fr_fr: La traduction n'est pas en cours.

source: Thank you for reviewing the translation. We have notified the client.
de_de: Danke für Ihre Korrekturlesung der Übersetzung. Wir haben den Kunden benachrichtigt.
es_es: Gracias por revisar la traducción. El cliente ya fue debidamente notificado.
fr_fr: Merci d'avoir révisé la traduction. Nous avons informé le client.

source: Translation is not complete. You can only review completed projects.
de_de: Die Übersetzung ist noch nicht abgeschlossen. Sie können nur abgeschlossene Projekte Korrektur lesen.
es_es: La traducción aún está en proceso. Solo puede revisar los proyectos una vez finalizados.
fr_fr: La traduction n'est pas terminée. Les projets ne peuvent être révisés qu'une fois terminés.

source: String not found
de_de: String nicht gefunden
es_es: No se encontró el segmento
fr_fr: Impossible de trouver la chaîne

source: Translation will update
de_de: Übersetzung wird aktualisiert
es_es: La traducción se actualizará
fr_fr: La traduction va se mettre à jour

source: Translation will stay the same
de_de: Übersetzung wird gleich bleiben
es_es: La traducción será igual
fr_fr: La traduction restera la même

source: Uploaded file with existing translations
de_de: Hochgeladene Datei mit bereits existierenden Übersetzungen
es_es: Archivo cargado con las traducciones existentes
fr_fr: Fichier téléchargé avec les traductions disponibles

source: Please select language
de_de: Bitte wählen Sie die Sprache aus
es_es: Por favor, seleccione un idioma
fr_fr: Veuillez sélectionner la langue

source: Could not process this file. Try uploading with a different browser.
de_de: Diese Datei konnte nicht bearbeitet werden. Versuchen Sie, sie mit einem anderen Browser hochzuladen.
es_es: No se pudo procesar este archivo. Intente cargarlo utilizando otro buscador.
fr_fr: Impossible de traiter ce fichier. Veuillez essayer de le télécharger avec un autre navigateur.

source: Could not process this file
de_de: Diese Datei konnte nicht verarbeitet werden
es_es: No se pudo procesar este archivo
fr_fr: Impossible de traiter ce fichier

source: The uploaded file failed to decode as %s
de_de: Die hochgeladene Datei konnte nicht als %s codiert werden
es_es: El archivo cargado no se pudo decodificar como %s
fr_fr: Le décodage %s du fichier téléchargé a échoué

source: Review existing translations
de_de: Bestehende Übersetzungen Korrektur lesen
es_es: Revisar traducciones existentes
fr_fr: Réviser les traductions disponibles

source: Translation cancelled
de_de: Übersetzung storniert
es_es: Traducción cancelada
fr_fr: Traduction annulée
