Repository: neumerance/localize
Catalog: po/*/icanlocalize.po
Languages: de_de, es_es, fr_fr, ru_ru

source: Paid from
de_de: Gezahlt von
es_es: Pagado desde
fr_fr: Payé depuis

source: Pending payment
de_de: Zahlung steht noch aus
es_es: Pago pendiente
fr_fr: Paiement en attente

source: Client information
de_de: Kunden-Informationen
es_es: Información del cliente
fr_fr: Informations du client

source: Instant text translation
de_de: Sofort-Textübersetzung
es_es: Traducción de textos instantánea
fr_fr: Traduction de texte instantanée

source: Review of Software localization from %s to %s
de_de: Korrekturlesung der Software-Lokalisierung von %s auf %s
es_es: Revisión de localización de software del %s al %s
fr_fr: Révision de localisation de logiciel de %s en %s

source: Translation of deleted software localization project
de_de: Übersetzung des gelöschten Software-Lokalisierungs-Projekts
es_es: Traducción de localización de software (proyecto eliminado)
fr_fr: Traduction de projet de localisation de logiciel supprimé

source: Refund from software localization project
de_de: Rückerstattung vom Software-Lokalisierungsprojekt
es_es: Reintegro por proyecto de localización de software
fr_fr: Remboursement de projet de localisation de logiciel

source: Editing: %s
de_de: Wird bearbeitet: %s
es_es: Editando: %s
fr_fr: Modification: %s

source: This account has no transactions yet
de_de: Auf diesem Account gibt es noch keine Transaktionen
es_es: Esta cuenta aún no contiene transacciones
fr_fr: Ce compte ne comporte encore aucune transaction

source: Last %d transactions in this account. %s
de_de: Die letzten %d Transaktionen in diesem Account. %s
es_es: Las últimas %d transacciones de esta cuenta. %s
fr_fr: %d dernières transactions de ce compte. %s

source: All transactions
de_de: Alle Transaktionen
es_es: Todas las transacciones
fr_fr: Toutes les transactions

source: All transactions in this account
de_de: Alle Transaktionen in diesem Account
es_es: Todas las transacciones de esta cuenta
fr_fr: Toutes les traductions de ce compte

source: %s account
es_es: cuenta en %s
fr_fr: Compte en %s

source: Total balance: %.2f
de_de: Gesamtbilanz: %.2f
es_es: Balance total: %.2f
fr_fr: Solde total: %.2f

source: %d website translation documents
de_de: %d-Webseiten-Übersetzungsprojekte
es_es: %d documentos de traducción de sitios web
fr_fr: %d documents de traduction de site Web

source: %d instant translation jobs
de_de: %d Sofort-Übersetzungsaufträge
es_es: %d traducciones instantáneas
fr_fr: %d travaux de traduction instantanée

source: Planned expenses: %.2f
de_de: Geplante Ausgaben: %.2f
es_es: Gastos planeados: %.2f
fr_fr: Frais planifiés: %.2f

source: Available balance: %.2f
de_de: Verfügbare Bilanz: %.2f
es_es: Saldo disponible: %.2f
fr_fr: Solde disponible: %.2f

source: Produced on %s
de_de: Erstellt am %s
es_es: Producido el %s
fr_fr: Produit le %s

source: No documents pending translation in this language pair.
de_de: In dieser Sprachrichtung warten keine Dokumente auf Übersetzung.
es_es: No hay documentos pendientes de traducción en esta combinación de idiomas.
fr_fr: Aucun document en attente de traduction dans cette paire de langues

source: %d document(s) with %d words pending translation in this language pair.
de_de: %d Dokument(e) mit %d Wörtern warten in dieser Sprachrichtung auf Übersetzung.
es_es: %d documento/s con un total de %d palabras pendientes de traducción en esta combinación de idiomas.
fr_fr: %d document(s) avec %d mots en attente de traduction dans cette paire de langues.

source: more in %s...
de_de: mehr auf %s...
es_es: más información en %s...
fr_fr: plus sur %s...

source: Words to translate
de_de: Zu übersetzende Wörter
es_es: Palabras a traducir
fr_fr: Mots à traduire

source: Translation cost
de_de: Übersetzungskosten
es_es: Costo de traducción
fr_fr: Coût de traduction

source: Resend notifications
de_de: Benachrichtigungen erneut versenden
es_es: Reenviar notificaciones
fr_fr: Renvoyer les notifications

source: Jobs sent to ICanLocalize: %d - %s
de_de: An ICanLocalize gesendete Aufträge: %d - %s
es_es: Trabajos enviados a ICanLocalize: %d - %s
fr_fr: Travaux envoyés à ICanLocalize: %d - %s

source: view jobs
de_de: Aufträge anzeigen
es_es: ver trabajos
fr_fr: voir les travaux

source: A second translator can proofread the translation. Go to the %s and enable review.
de_de: Ein zweiter Übersetzer kann die Übersetzung Korrektur lesen. Gehen Sie auf die %s und aktivieren Sie die Korrekturlesung.
es_es: Un segundo traductor puede encargarse de la revisón de su proyecto. Acceda a la %s y haga clic en 'Activar revisión'.
fr_fr: Un second traducteur peut relire la traduction. Accédez à la %s et activez la révision.

source: project page
de_de: Projektseite
es_es: página del proyecto
fr_fr: page du projet

source: Your balance at ICanLocalize is %.2f USD. Planned expenses: %.2f USD. Available balance: %.2f USD. Visit your %s page to make a new deposit
de_de: Ihr Kontostand bei ICanLocalize ist %.2f USD. Geplante Ausgaben: %.2f USD. Verfügbares Guthaben: %.2f USD. Besuchen Sie Ihre %s-Seite, um eine neue Einzahlung zu tätigen.
es_es: Su saldo en ICanLocalize es de %.2f USD. Gastos planificados: %.2f USD. Saldo disponible: %.2f USD. Acceda a su página %s para realizar un nuevo depósito.
fr_fr: Le solde de votre compte ICanLocalize est de %.2f USD. Les frais planifiés sont de : %.2f USD. Le solde disponible est de : %.2f USD. Rendez-vous sur votre page %s pour effectuer un dépôt

source: Your balance at ICanLocalize is %.2f USD. Visit your %s page to make a new deposit
de_de: Ihr Kontostand bei ICanLocalize ist %.2f USD. Besuchen Sie Ihre %s-Seite, um eine neue Einzahlung zu tätigen.
es_es: Su saldo actual en ICanLocalize es de %.2f USD. Acceda a su página %s para depositar más fondos.
fr_fr: Le solde de votre compte ICanLocalize est de %.2f USD. Rendez-vous sur la page %s pour effectuer un dépôt

source: %d jobs cannot begin due to low funding.
de_de: %d Aufträge können nicht begonnen werden, da zu wenig Geld vorhanden ist.
es_es: %d trabajos se encuentran pendientes debido a fondos insuficientes.
fr_fr: %d travaux ne peuvent commencer en raison d'une insuffisance de fonds.

source: For any help with this project, visit the %s
de_de: Wenn Sie Hilfe bei diesem Projekt benötigen, besuchen Sie die %s.
es_es: Si necesita asistencia con este proyecto, visite nuestra %s
fr_fr: Pour obtenir de l'aide concernant ce projet, visitez la %s

source: support center
de_de: Support-Zentrum
es_es: centro de soporte
fr_fr: centre d'assistance

source: open for translators to apply
de_de: steht für Übersetzer zur Bewerbung offen
es_es: abrir para recibir solicitudes de los traductores
fr_fr: ouvert aux candidatures de traducteurs

source: only invited translators can apply
de_de: nur eingeladene Übersetzer können sich bewerben
es_es: solo pueden postularse los traductores que hayan sido invitados
fr_fr: seuls les traducteurs invités peuvent se porter candidats

source: %d translators applied or invited
de_de: %d Übersetzer haben sich beworben oder wurden eingeladen
es_es: %d traductores se postularon o fueron invitados
fr_fr: %d traducteurs s'étant portés candidats ou invités

source: %d document(s) with %d words
de_de: %d Dokument(e) mit %d Wörtern
es_es: %d documento/s con %d palabras
fr_fr: %d document(s) avec %d mots

source: Software localization project "%s"
de_de: Software-Lokalisierungsprojekt "%s"
es_es: Proyecto de localización de software "%s"
fr_fr: Projet de localisation de logiciel "%s"

source: Instant translation job #%d
de_de: Sofort-Übersetzungsauftrag Nr. %d
es_es: Trabajo de traducción instantánea #%d
fr_fr: Travail de traduction instantanée n°%d

source: Create account
de_de: Account erstellen
es_es: Crear una cuenta
fr_fr: Créer un compte

source: %d new messages
de_de: %d neue Nachrichten
es_es: %d mensajes nuevos
fr_fr: %d nouveaux messages

source: This is the reviewer
de_de: Dies ist der Korrekturleser
es_es: Su revisor
fr_fr: Il s'agit du réviseur

source: Invite
de_de: Einladen
es_es: Invitar
fr_fr: Inviter

source: Not yet responded to invitation
de_de: Noch nicht auf Einladung geantwortet
es_es: Aún no ha respondido a la invitación
fr_fr: Encore aucune réponse à cette invitation

source: Not applied
de_de: Nicht beworben
es_es: No se postuló
fr_fr: Pas candidat

source: Interested
de_de: Interessiert
es_es: Interesado/a
fr_fr: Intéressé

source: Accept Application
de_de: Bewerbung annehmen
es_es: Aceptar solicitud
fr_fr: Accepter la candidature

source: Application Accepted
de_de: Bewerbung angenommen
es_es: Solicitud aceptada
fr_fr: Candidature acceptée

source: Cancel Acceptance
de_de: Annahme stornieren
es_es: Cancelar solicitud
fr_fr: Annuler l'acceptation

source: Application Declined
de_de: Bewerbung abgelehnt
es_es: Solicitud rechazada
fr_fr: Candidature déclinée

source: Chat
de_de: Chatten
es_es: Comunicarse
fr_fr: Conversation

source: Are you sure?
de_de: Sind Sie sicher?
es_es: ¿Está seguro?
fr_fr: Êtes-vous sûr?

source: %s to %s translators specializing in %s
de_de: %s-%s-Übersetzer mit dem Fachgebiet %s
es_es: Traductores del %s al %s que se especializan en %s
fr_fr: Traducteurs %s vers %s spécialisés en %s

source: All %s to %s translators
de_de: Alle %s-%s-Übersetzer
es_es: Todos los traductores del %s al %s
fr_fr: Tous les traducteurs %s vers %s

source: Translators you invited
de_de: Von Ihnen eingeladene Übersetzer
es_es: Traductores que ha invitado
fr_fr: Traducteurs que vous avez invités

source: Translator you selected
de_de: Von Ihnen ausgewählter Übersetzer
es_es: Traductor seleccionado
fr_fr: Traducteur que vous avez sélectionné

source: Translators who applied
de_de: Übersetzer, die sich beworben haben
es_es: Traductores que se postularon
fr_fr: Traducteurs s'étant portés candidats

source: New bid for translating [b]%s[/b] to [b]%s[/b] by [b]%s[/b]
de_de: Neues Gebot für die Übersetzung von [b]%s[/b] auf [b]%s[/b] von [b]%s[/b]
es_es: Nueva oferta para traducir [b]%s[/b] al [b]%s[/b] de [b]%s[/b]
fr_fr: Nouvelle offre pour la traduction de [b]%s[/b] en [b]%s[/b] par [b]%s[/b]

source: Bid to translate [b]%s[/b] to [b]%s[/b] was accepted
de_de: Gebot zur Übersetzung von [b]%s[/b] auf [b]%s[/b] wurde akzeptiert
es_es: La oferta para traducir [b]%s[/b] al [b]%s[/b] fue aceptada
fr_fr: L'offre de traduction de [b]%s[/b] en [b]%s[/b] a été acceptée

source: Translation of [b]%s[/b] to [b]%s[/b] is complete
de_de: Die Übersetzung von [b]%s[/b] auf [b]%s[/b] ist abgeschlossen
es_es: La traducción de [b]%s[/b] al [b]%s[/b] está finalizada
fr_fr: La traduction de [b]%s[/b] en [b]%s[/b] est terminée

source: New message on [b]%s[/b] from [b]%s[/b]
de_de: Neue Nachricht zu [b]%s[/b] von [b]%s[/b]
es_es: Mensaje nuevo sobre [b]%s[/b] de [b]%s[/b]
fr_fr: Nouveau message sur [b]%s[/b] de [b]%s[/b]

source: You need to respond to arbitration on [b]%s[/b] by [b]%s[/b]
de_de: Sie müssen auf die Schlichtung von [b]%s[/b] zu [b]%s[/b] antworten
es_es: Debe responder al arbitraje creado por [b]%s[/b] en relación a [b]%s[/b]
fr_fr: Vous devez répondre à l'arbitrage relatif à [b]%s[/b] de [b]%s[/b]

source: You need to respond to arbitration on [b]%s[/b]
de_de: Sie müssen auf die Schlichtung zu [b]%s[/b] antworten
es_es: Debe responder al arbitraje de [b]%s[/b]
fr_fr: Vous devez répondre à l'arbitrage relatif à [b]%s[/b]

source: You received an offer to end the arbitration on [b]%s[/b]
de_de: Sie haben ein Angebot für die Beendigung der Schlichtung von [b]%s[/b] erhalten.
es_es: Recibió una oferta para finalizar el arbitraje de [b]%s[/b]
fr_fr: Vous avez reçu une proposition de clôture de l'arbitrage relatif à [b]%s[/b]

source: The arbitration on [b]%s[/b] has been closed
de_de: Die Schlichtung zu [b]%s[/b] wurde geschlossen
es_es: El arbitraje de [b]%s[/b] ha sido cerrado
fr_fr: L'arbitrage relatif à [b]%s[/b] a été clos

source: Bidding on [b]%s - %s revision[/b] is now closed
de_de: Die Abgabe von Geboten auf [b]%s - %s Revision[/b] ist nun geschlossen
es_es: El proyecto [b]%s - %s revision[/b] está cerrado
fr_fr: L'appel d'offres pour la [b]révision %s - %s[/b] est à présent clos

source: The deadline for translating [b]%s[/b] to [b]%s[/b] has expired
de_de: Die Deadline für die Übersetzung von [b]%s[/b] auf [b]%s[/b] ist abgelaufen
es_es: El plazo de traducción de [b]%s[/b] al [b]%s[/b] ha caducado
fr_fr: La date butoir pour la traduction de [b]%s[/b] vers [b]%s[/b] est dépassée

source: You need to respond to translation of [b]%s[/b] to [b]%s[/b] (completed %s)
de_de: Sie müssen auf die Übersetzung von [b]%s[/b] auf [b]%s[/b] antworten (abgeschlossen am %s)
es_es: Debe responder a la traducción del proyecto [b]%s[/b] al [b]%s[/b] (Finalizada: %s)
fr_fr: Vous devez répondre à la traduction de [b]%s[/b] en [b]%s[/b] (terminée le %s)

source: Translation of [b]%s[/b] to [b]%s[/b] went to arbitration
de_de: Übersetzung von [b]%s[/b] auf [b]%s[/b] wurde zur Schlichtung gesendet
es_es: La traducción de [b]%s[/b] al [b]%s[/b] ha sido sometida a arbitraje
fr_fr: La traduction de [b]%s[/b] en [b]%s[/b] est soumise à un arbitrage

source: Support ticket [b]%s[/b] was answered
de_de: Support-Ticket [b]%s[/b] wurde beantwortet
es_es: El ticket de soporte [b]%s[/b] fue respondido
fr_fr: Une réponse a été apportée au ticket d'incident [b]%s[/b]

source: Support ticket [b]%s[/b] was closed
de_de: Support-Ticket [b]%s[/b] wurde geschlossen
es_es: El ticket de soporte [b]%s[/b] fue cerrado
fr_fr: Le ticket d'incident [b]%s[/b] a été clos

source: A supporter needs your attention: [b]%s[/b]
de_de: Ein Support-Mitarbeiter braucht Ihre Aufmerksamkeit: [b]%s[/b]
es_es: Un asistente solicita su atención: [b]%s[/b]
fr_fr: Un membre de l'équipe d'assistance requiert votre attention: [b]%s[/b]

source: Work has completed on translation of [b]%s[/b] to [b]%s[/b]
de_de: Die Arbeit an der Übersetzung von [b]%s[/b] auf [b]%s[/b] wurde abgeschlossen
es_es: El trabajo de traducción de [b]%s[/b] al [b]%s[/b] ha sido finalizado.
fr_fr: La traduction de [b]%s[/b] en [b]%s[/b] est terminée

source: Your payment for %.2f %s is pending
de_de: Ihre Zahlung für %.2f %s ist ausstehend
es_es: El pago de %.2f %s se encuentra pendiente
fr_fr: Votre paiement de %.2f %s est en attente

source: [b]%s[/b] is interested in translating [b]%s[/b] from [b]%s[/b] to [b]%s[/b]
de_de: [b]%s[/b] ist an der Übersetzung von [b]%s[/b] von [b]%s[/b] auf [b]%s[/b] interessiert
es_es: [b]%s[/b] está interesado/a en traducir [b]%s[/b] del [b]%s[/b] al [b]%s[/b]
fr_fr: [b]%s[/b] souhaiterait traduire [b]%s[/b] de [b]%s[/b] en [b]%s[/b]

source: [b]%s[/b] is interested in translating [b]%s[/b] to [b]%s[/b]
de_de: [b]%s[/b] hat Interesse an der Übersetzung von [b]%s[/b] auf [b]%s[/b]
es_es: [b]%s[/b] está interesado/a en traducir [b]%s[/b] al [b]%s[/b]
fr_fr: [b]%s[/b] souhaiterait traduire [b]%s[/b] en [b]%s[/b]

source: New message on translation review
de_de: Neue Nachricht zur Korrekturlesung der Übersetzung
es_es: Mensaje nuevo relacionado al trabajo de revisión
fr_fr: Nouveau message sur la révision de traduction

source: New message on tracked-issue
de_de: Neue Nachricht zu beobachteter Frage
es_es: Mensaje nuevo sobre incidencia
fr_fr: Nouveau message sur l'incident suivi

source: Funding needed for project %s
de_de: Geld für Projekt %s benötigt
es_es: Se requieren fondos para el proyecto %s
fr_fr: Fonds nécessaires pour le projet %s

source: Application to translate your project %s
de_de: Bewerbung auf die Übersetzung Ihres Projekts %s
es_es: Solicitud para la traducción de su proyecto %s
fr_fr: Candidature pour la traduction de votre projet %s

source: New message on project %s
de_de: Neue Nachricht zu Projekt %s
es_es: Mensaje nuevo en el proyecto %s
fr_fr: Nouveau message sur le projet %s

source: Instant Translation still not completed
de_de: Sofortübersetzung noch nicht abgeschlossen
es_es: Traducción instantánea aún no finalizada
fr_fr: Traduction instantanée pas encore terminée

source: ALERT: Low funding - translations cannot begin
de_de: WARNUNG: Zu wenig Geld - Übersetzungen können nicht beginnen
es_es: ALERTA: fondos insuficientes - traducciones pendientes
fr_fr: ALERTE: Fonds insuffisants - les traductions ne peuvent pas commencer

source: Document translation complete!
de_de: Dokumentübersetzung abgeschlossen!
es_es: ¡Traducción del documento finalizada!
fr_fr: Traduction du document terminée!

source: payment confirmation and invoice
de_de: Zahlungsbestätigung und Rechnung
es_es: confirmación de pago y factura
fr_fr: confirmation de paiement et facture

source: Not translated yet
de_de: Noch nicht übersetzt
es_es: Aún sin traducir
fr_fr: Pas encore traduit

source: Translation received
de_de: Übersetzung erhalten
es_es: Traducción recibida
fr_fr: Traduction reçue

source: Fetch contents from website
de_de: Inhalte von Webseite abrufen
es_es: Importar los contenidos desde el sitio web
fr_fr: Obtenir le contenu depuis le site Web

source: Return translations to website
de_de: Übersetzungen an Webseite zurücksenden
es_es: Enviar las traducciones al sitio web
fr_fr: Renvoyer les traductions vers le site Web

source: No target languages
de_de: Keine Zielsprachen
es_es: No hay idiomas de destino
fr_fr: Pas de langue cible

source: Waiting for translator
de_de: Auf Übersetzer wird gewartet
es_es: Esperando traductor
fr_fr: En attente de traducteur

source: Being translated
de_de: Wird zur Zeit übersetzt
es_es: En proceso de traducción
fr_fr: En cours de traduction

source: Translator did not apply
de_de: Übersetzer hat sich nicht beworben
es_es: El traductor no se postuló
fr_fr: Le traducteur ne s'est pas porté candidat

source: Translator applied
de_de: Übersetzer hat sich beworben
es_es: El traductor se postuló
fr_fr: Le traducteur s'est porté candidat

source: Application accepted
de_de: Bewerbung angenommen
es_es: Solicitud aceptada
fr_fr: Candidature acceptée

source: Application declined
de_de: Bewerbung abgelehnt
es_es: Solicitud rechazada
fr_fr: Candidature déclinée

source: %.2f %s per word
de_de: %.2f %s pro Wort
es_es: %.2f %s por palabra
fr_fr: %.2f %s par mot

source: Open for translators to bid
de_de: Offen für Gebote von Übersetzern
es_es: Proyecto abierto para realizar ofertas
fr_fr: Ouvert aux propositions des traducteurs

source: Closed for bidding
de_de: Für Gebote geschlossen
es_es: Proyecto cerrado
fr_fr: Offres closes

source: Suspended, translators cannot translate
de_de: Angehalten, Übersetzer können nicht übersetzen
es_es: Suspendido, los traductores no realizarán el trabajo
fr_fr: En suspens, les traducteurs ne sont pas en mesure de traduire

source: must be specified
de_de: muss angegeben werden
es_es: debe ser especificado
fr_fr: à spécifier

source: From and to languages must be different
de_de: Bei 'von' und 'aus' müssen unterschiedliche Sprachen angegeben werden
es_es: Los idiomas de origen y destino deben ser diferentes
fr_fr: Les langues source et cible doivent être différentes

source: Translators did not apply for his work yet
de_de: Es haben sich noch keine Übersetzer auf diese Arbeit beworben
es_es: Aún no se han postulado traductores para este proyecto.
fr_fr: Aucun traducteur ne s'est encore porté candidat pour ce travail

source: %d on planned leave
de_de: %d im geplanten Urlaub
es_es: %d se encuentra de licencia
fr_fr: %d en absence planifiée

source: %d translator(s) applied for this work. %d offer(s) accepted.
de_de: %d Übersetzer hat/haben sich auf diese Arbeit beworben. %d Angebot(e) angenommen.
es_es: Se postularon %d traductor/es. %d oferta/s fue/fueron aceptadas.
fr_fr: %d traducteur(s) se sont portés candidats pour ce travail. %d proposition(s) acceptée(s).

source: Open to bids by translators
de_de: Offen für Gebote von Übersetzern
es_es: Proyecto abierto a ofertas
fr_fr: Ouvert aux candidatures de traducteurs

source: Translations will be posted back using XML-RPC to your site.
de_de: Übersetzungen werden mit XML-RPC wieder auf Ihrer Seite veröffentlicht.
es_es: Las traducciones serán reenviadas a su sitio a través de XML-RPC.
fr_fr: Les traductions seront publiées sur votre site par XML-RPC.

source: Your site will poll translations from our server.
de_de: Ihre Seite wird die Übersetzungen von unserem Server abrufen.
es_es: Su sitio importará las traducciones desde nuestro servidor.
fr_fr: Votre site récupérera les traductions depuis notre serveur.

source: Test project
de_de: Testprojekt
es_es: Proyecto de prueba
fr_fr: Projet test

source: Development site
de_de: Entwicklungsseite
es_es: Sitio en desarrollo
fr_fr: Site en développement

source: Production site
de_de: Live-Webseite
es_es: Sitio en funcionamiento
fr_fr: Site actif en ligne

source: must be selected
de_de: muss ausgewählt werden
es_es: debe ser seleccionado
fr_fr: doit être sélectionné

source: cannot be blank
de_de: darf nicht leer sein
es_es: no puede quedar en blanco
fr_fr: ne peut être laissé vide

source: must begin with HTTP://
de_de: muss mit HTTP:// beginnen
es_es: debe comenzar con HTTP://
fr_fr: doit commencer par HTTP://

source: invalid web address.
de_de: ungültige Internetadresse.
es_es: dirección web no válida.
fr_fr: adresse Web non valide.

source: Waiting for payment to complete
de_de: Auf Fertigstellung der Zahlung wird gewartet
es_es: Esperando que se complete el pago
fr_fr: En attente de la confirmation du paiement

source: Paid
de_de: Bezahlt
es_es: Pagado
fr_fr: Payé

source: The invoice for this payment cannot be located.
de_de: Die Rechnung für diese Zahlung kann nicht gefunden werden.
es_es: No se encuentra la factura correspondiente a este pago.
fr_fr: Impossible de trouver la facture relative à ce paiement.

source: The recipient for this payment in unknown.
de_de: Der Empfänger für diese Zahlung ist unbekannt.
es_es: El receptor de este pago es desconocido.
fr_fr: Le destinataire de ce paiement est inconnu.

source: The currency for this payment doesn't match our invoice.
de_de: Die Währung für diese Zahlung stimmt nicht mit unserer Rechnung überein.
es_es: La divisa utilizada para efectuar este pago no coincide con aquella en nuestra factura.
fr_fr: La devise de ce paiement ne correspond pas à notre facture.

source: The amount paid doesn't match our invoice.
de_de: Der bezahlte Betrag stimmt nicht mit unserer Rechnung überein.
es_es: El monto pagado no coincide con nuestra factura.
fr_fr: Le montant payé ne correspond pas à notre facture.

source: The status of this payment cannot be determined.
de_de: Der Status dieser Zahlung kann nicht ermittelt werden.
es_es: No es posible determinar el estado de este pago.
fr_fr: Impossible de déterminer le statut de ce paiement.

source: Your payment did not go through our automated system.
de_de: Ihre Zahlung ist nicht durch unser automatisches System gelangt.
es_es: Su pago no pasó por nuestro sistema automatizado.
fr_fr: Votre paiement n'a pas pu être traité par notre système automatisé.

source: Can't update invoice
de_de: Rechnung kann nicht aktualisiert werden
es_es: No se puede actualizar factura
fr_fr: Impossible de mettre à jour la facture

source: Can't find external account
de_de: Externer Account konnte nicht gefunden werden
es_es: No encuentro la cuenta externa
fr_fr: Impossible de trouver le compte externe

source: Payment for Instant Text Translation
de_de: Zahlung für Soforttextübersetzung
es_es: Pago por traducción instantánea
fr_fr: Paiement pour traduction de texte instantanée

source: Yearly Developer Support Subscription
de_de: Jahres-Softwareentwickler-Support-Abonnement
es_es: Suscripción de soporte anual para desarrolladores
fr_fr: Souscription à l'assistance annuelle aux développeurs

source: Yearly Support Subscription for %s
de_de: Jahres-Support-Abonnement für %s
es_es: Suscripción de soporte anual para %s
fr_fr: Souscription à l'assistance annuelle pour %s
