Repository: neumerance/localize
Catalog: po/*/icanlocalize.po
Languages: de_de, es_es, fr_fr, ru_ru

source: Translators with the right experience will apply, based on your site's subject.
de_de: Übersetzer mit der passenden Erfahrung werden sich entsprechend dem Thema Ihrer Seite bewerben.
es_es: Recibirá solicitudes de traductores especializados en el campo relacionado a su sitio web.
fr_fr: Des traducteurs d'une expérience appropriée se porteront candidats en fonction du thème de votre site.

source: ICanLocalize Account
es_es: Su cuenta en ICanLocalize
fr_fr: Compte ICanLocalize

source: I am new here
de_de: Ich bin neu hier
es_es: Soy nuevo aquí
fr_fr: Je suis nouveau ici

source: I already have an account in ICanLocalize
de_de: Ich habe bereits einen Account bei ICanLocalize
es_es: Ya tengo una cuenta en ICanLocalize
fr_fr: J'ai déjà un compte sur ICanLocalize

source: Invite Translators
de_de: Übersetzer einladen
es_es: Invitar traductores
fr_fr: Inviter des traducteurs

source: Once you complete this form, we will send invitations to all translators.
de_de: Sobald Sie dieses Formular ausgefüllt haben, werden wir Einladungen an alle Übersetzer versenden.
es_es: Una vez que termine de completar este formulario, le enviaremos invitaciones a todos nuestros traductores.
fr_fr: Une fois ce formulaire complété, nous enverrons des invitations à tous les traducteurs.

source: To invite only specific translators, use the <strong>Invite</strong> buttons next to their names.
de_de: Um nur bestimmte Übersetzer einzuladen, benutzen Sie die <strong>Einladen</strong>-Buttons neben dem jeweiligen Namen.
es_es: Para invitar únicamente a traductores determinados, utilice el botón <strong>Invitar</strong> que se encuentra junto a sus nombres.
fr_fr: Pour n'inviter que des traducteurs spécifiques, utilisez le bouton <strong>Inviter</strong> en regard de leur nom.

source: I am still building this site. My client may need translators later.
de_de: Ich erstelle diese Seite derzeit. Mein Kunde braucht eventuell später Übersetzer.
es_es: Este sitio aún está en proceso de desarrollo. Mi cliente tal vez necesite traductores a futuro.
fr_fr: Je suis encore en phase de développement de ce site. Mon client pourrait avoir besoin de traducteurs ultérieurement.

source: The best time to start thinking about translators is right now.
de_de: Die beste Zeit, um anzufangen über Übersetzer nachzudenken, ist genau jetzt.
es_es: El momento ideal para comenzar a pensar en traductores es ahora.
fr_fr: Le meilleur moment pour commencer à penser à des traducteurs, c'est maintenant.

source: We can help your client with excellent translation, at a very affordable rate.
de_de: Wir können Ihrem Kunden helfen, zu einem sehr erschwinglichen Preis eine ausgezeichnete Übersetzung zu erhalten.
es_es: Podemos ayudar a su cliente ofreciéndole traducciones de excelencia, y a un costo muy accesible.
fr_fr: Nous pouvons venir en aide à votre client grâce à une excellente traduction, à un prix très abordable.

source: If you introduce WPML's professional translation to your client, you will help them save a lot of money and precious time. We also pay a 30% affiliate commission for every referral.
de_de: Wenn Sie Ihrem Kunden die professionelle Übersetzung von WPML vorstellen, helfen Sie ihm, viel Geld und wertvolle Zeit zu sparen. Zusätzlich zahlen wir für jede Anwerbung 30% Partner-Provision.
es_es: Al ofrecerle a su cliente el servicio de traducción profesional de WPML, lo estará ayudando a ahorrar una gran cantidad de dinero y tiempo valioso. Además pagamos un 30% de comisión por la afiliación de cada persona que usted nos refiera.
fr_fr: Si vous présentez à votre client un professionnel WPML, vous l'aiderez à économiser un temps précieux et beaucoup d'argent. Nous verserons également une commission de membre de 30 % pour toute recommandation.

source: Learn more about our affiliate program
de_de: Erfahren Sie mehr über unser Partner-Programm
es_es: Conozca más acerca de nuestro programa de afiliación
fr_fr: En savoir plus sur notre programme de membres

source: I am testing things. No need for translators.
de_de: Ich teste nur. Keine Übersetzer nötig.
es_es: Estoy testeando el sistema. No necesito traductores.
fr_fr: Je fais des essais. Pas besoin de traducteur.

source: To help you create multilingual sites, we put together some resources:
de_de: Um Ihnen bei der Erstellung mehrsprachiger Seiten zu helfen, haben wir einige Ressourcen für Sie zusammen gestellt:
es_es: Para ayudarlo a crear sitios multilingües, reunimos algunos recursos:
fr_fr: Nous regroupons diverses ressources pour vous aider à créer des sites multilingues:

source: For Drupal
de_de: Für Drupal
es_es: Para Drupal
fr_fr: Pour Drupal

source: Setup for a Multilingual Site</a>
de_de: Einrichtung für eine mehrsprachige Seite</a>
es_es: Configuración para un Sitio Multilingüe</a>
fr_fr: Configuration pour un site multilingue</a>

source: Using the Translation Management module
de_de: Mit Hilfe des Translation-Management-Moduls
es_es: Cómo utilizar el módulo de Administración de Traducción
fr_fr: Utiliser le module de gestion de traduction

source: For WordPress
de_de: Für WordPress
es_es: Para WordPress
fr_fr: Pour WordPress

source: Meet WPML: %sAdding languages and translating</a>
de_de: Lernen Sie WPML kennen: %sHinzufügen von Sprachen und Übersetzen</a>
es_es: Conozca WPML: %sAgregar idiomas y traducir</a>
fr_fr: Découvrir WPML: %sAjouter des langues et traduire</a>

source: The basics: %sGetting-started guide</a>
de_de: Die Grundlagen: %sRatgeber zum Loslegen</a>
es_es: Ideas generales: %sGuía de inicio</a>
fr_fr: Les bases: %sGuide de démarrage</a>

source: The bible: %sGoing from a single-language site to multilingual
de_de: Die Bibel: %sVon einer einsprachigen zu einer mehrsprachigen Seite
es_es: Guía primordial: %sPasar de un sitio monolingüe a uno multilingüe
fr_fr: La bible: %sPasser d'un site unilingue à un site multilingue

source: For assistance, don't hesitate to %scontact ICanLocalize</a>
de_de: Wenn Sie Hilfe brauchen, können Sie gern %sICanLocalize kontaktieren</a>
es_es: Para obtener ayuda, no dude en %scontactarse con ICanLocalize</a>
fr_fr: Pour de l'aide, n'hésitez pas à %scontacter ICanLocalize</a>

source: %s to %s Translators
de_de: %s-%s-Übersetzer
es_es: Traductores del %s al %s
fr_fr: Traducteurs %s vers %s

source: Tell us about your project
de_de: Erzählen Sie uns von Ihrem Projekt
es_es: Cuéntenos acerca de su proyecto
fr_fr: Parlez-nous de votre projet

source: If it's already online, tell us the URL. Otherwise, please explain about your project and what you need help with.
de_de: Wenn Sie bereits online sind, nennen Sie uns die URL. Ansonsten erklären Sie bitte Ihr Projekt und wobei Sie Hilfe benötigen.
es_es: Si su sitio ya está en la web, díganos cuál es la URL. De otro modo, cuéntenos de qué se trata su proyecto y cómo podemos ayudarlo.
fr_fr: S'il est déjà en ligne, donnez-nous son URL. Dans le cas contraire, veuillez nous expliquer votre projet et en quoi vous avez besoin d'aide.

source: Help us help you
de_de: Helfen Sie uns, Ihnen zu helfen
es_es: Ayúdenos a ayudarlo
fr_fr: Aidez-nous à vous aider

source: If you need help with a particular project, include the name and link to the project in the ticket.
de_de: Wenn Sie Hilfe bei einem bestimmten Projekt brauchen, geben Sie den Namen und Link zum Projekt im Ticket mit an.
es_es: Si desea obtener ayuda con un proyecto en particular, incluya el nombre del proyecto y el enlace al mismo en el ticket de soporte.
fr_fr: Si vous avez besoin d'aide pour un projet en particulier, indiquez dans le ticket le nom et le lien vers le projet.

source: For a link to the project, go to the project page using a browser (not Translation Assistant) and copy the full address. Then, paste it into the support ticket.
de_de: Um einen Link zum Projekt zu erhalten, gehen Sie mit einem Browser (nicht Translation Assistant) auf die Projektseite und kopieren die vollständige Adresse. Fügen Sie sie dann in das Support-Ticket ein.
es_es: Para obtener el enlace correspondiente al proyecto, acceda a la página del mismo utilizando un buscador (no a través de Translation Assistant) y copie la dirección completa. Luego, péguela en el ticket de soporte.
fr_fr: Pour un lien vers le projet, accédez à la page du projet à l'aide d'un navigateur (pas de Translation Assistant) et copiez l'adresse complète. Ensuite, collez-la dans le ticket d'incident.

source: Support department
de_de: Support-Abteilung
es_es: Departamento de soporte
fr_fr: Service d'assistance

source: Detailed question
de_de: Detaillierte Frage
es_es: Pregunta detallada
fr_fr: Question détaillée

source: Submit ticket
de_de: Ticket einsenden
es_es: Enviar
fr_fr: Envoyer le ticket

source: This support ticket is related to %s
de_de: Dieses Support-Ticket gehört zu %s
es_es: Este ticket de soporte se relaciona con %s
fr_fr: Ce ticket d'incident concerne %s

source: Support person
de_de: Support-Mitarbeiter
es_es: Asistente de soporte
fr_fr: Membre de l'équipe d'assistance

source: To ask a question or request help, %s.
de_de: Um eine Frage zu hilfen oder Hilfe anzufordern, %s.
es_es: Para realizar una consulta o pedir ayuda, %s.
fr_fr: Pour poser une question ou pour demander de l'aide, %s.

source: create a new support ticket
de_de: ein neues Support-Ticket erstellen
es_es: cree un nuevo ticket de soporte
fr_fr: créer un ticket d'incident

source: For immediate help, feel free to call us at <b>+1-(702) 997-3025</b> or use <b>Skype</b>
de_de: Wenn Sie sofortige Hilfe brauchen, können Sie uns gern unter der <b>+1-(702) 997-3025</b> anrufen oder <b>Skype</b> benutzen.
es_es: Para obtener asistencia inmediata, no dude en comunicarse con nosotros al <b>+1-(702) 997-3025</b> o vía <b>Skype</b>
fr_fr: Pour une aide immédiate, n'hésitez pas à nous appeler au <b>+1-(702) 997-3025</b> ou à utiliser <b>Skype</b>

source: modify settings
de_de: Einstellungen ändern
es_es: modificar configuración
fr_fr: modifier les paramètres

source: delete
de_de: löschen
es_es: eliminar
fr_fr: supprimer

source: Are you sure you want to delete this department and all the messages in it?
de_de: Sind Sie sicher, dass Sie diese Abteilung und alle darin enthaltenen Nachrichten löschen möchten?
es_es: ¿Está seguro de que desea eliminar este departamento así como todos los mensajes incluidos en el mismo?
fr_fr: Êtes-vous sûr de vouloir supprimer ce service et tous les messages qu'il contient?

source: web integration instructions
de_de: Anleitung zur Web-Integration
es_es: instrucciones de integración web
fr_fr: instructions d'intégration Web

source: create a new department
de_de: eine neue Abteilung erstellen
es_es: Crear un departamento nuevo
fr_fr: créer un service

source: customize the appearance of this support center
de_de: passen Sie das Aussehen dieses Support-Zentrums individuell an
es_es: personalizar la apariencia de este centro de soporte
fr_fr: personnaliser l'apparence de ce centre d'assistance

source: Browse all tickets
de_de: Alle Tickets durchsuchen
es_es: Buscar en todos los tickets
fr_fr: Parcourir tous les tickets

source: Create a new department now
de_de: Jetzt eine neue Abteilung erstellen
es_es: Crear un departamento nuevo ahora
fr_fr: Créer un service maintenant

source: All departments
de_de: Alle Abteilungen
es_es: Todos los departamentos
fr_fr: Tous les services

source: Select
de_de: Auswählen
es_es: Seleccionar
fr_fr: Sélectionner

source: Created by
de_de: Erstellt von
es_es: Creado por
fr_fr: Créé par

source: Web integration
es_es: Integración Web
fr_fr: Intégration Web

source: Departments
de_de: Abteilungen
es_es: Departamentos
fr_fr: Services

source: Customize to your website
de_de: An Ihre Webseite anpassen
es_es: Personalizar para su sitio web
fr_fr: Personnalisez votre site Web

source: Rename
de_de: Umbenennen
es_es: Renombrar
fr_fr: Renommer

source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer

source: Are you sure you want to delete this support center?
de_de: Sind Sie sicher, dass Sie dieses Support-Zentrum löschen möchten?
es_es: ¿Está seguro de que desea eliminar este centro de soporte?
fr_fr: Êtes-vous sûr de vouloir supprimer ce centre d'assistance?

source: %d%s of the original string
de_de: %d%s des Original-Strings
es_es: %d%s del segmento original
fr_fr: %d%s de la chaîne originale

source: invitation page
de_de: Einladungsseite
es_es: página de invitación
fr_fr: page d'invitation

source: Original contains:
de_de: Original enthält:
es_es: Texto en el original:
fr_fr: L'original contient:

source: Translation contains:
de_de: Übersetzung enthält:
es_es: Texto en la traducción:
fr_fr: La traduction contient:

source: From language:
de_de: Aus der Sprache:
es_es: Desde el idioma:
fr_fr: Langue source:

source: To language:
de_de: In die Sprache:
es_es: Al idioma:
fr_fr: Langue cible:

source: From language
de_de: Aus der Sprache
es_es: Desde el idioma
fr_fr: Langue source

source: To language
de_de: In die Sprache
es_es: Al idioma
fr_fr: Langue cible

source: Translation memory
es_es: Memoria de traducción
fr_fr: Mémoire de traduction

source: When we find exact matches in the translation memory:
de_de: Wenn wir exakte Übereinstimmungen im Translation Memory finden:
es_es: Cuando se detecten coincidencias en la memoria de traducción:
fr_fr: En cas de correspondances exactes dans la mémoire de traduction:

source: Minimal length of sentence to mark as complete:
de_de: Mindestlänge von Sätzen, die als abgeschlossen markiert werden sollen:
es_es: Extensión mínima de la oración para marcarla como completa:
fr_fr: Longueur minimale de phrase pour marquer comme terminé:

source: Very short sentences might be out-of-context, so it's not safe to mark them as complete automatically.
de_de: Sehr kurze Sätze könnten aus dem Kontext gerissen sein, deshalb ist es nicht sicher, sie automatisch als abgeschlossen zu markieren.
es_es: Las oraciones demasiado cortas pueden estar fuera de contexto, por lo tanto, no es seguro que las marque como completas automáticamente.
fr_fr: De très courtes phrases peuvent manquer de contexte, il est donc risqué de les marquer automatiquement comme terminées.

source: Mark as complete sentences that have <strong>%d word(s) or more</strong> (shorter sentences will remain as incomplete).
de_de: Sätze mit <strong>%d Wort/Wörtern oder mehr</strong> als abgeschlossen markieren (kürzere Sätze bleiben nicht abgeschlossen).
es_es: Marque como completas las oraciones que contengan <strong>%d palabra/s o más</strong> (las que sean más cortas permanecerán como incompletas).
fr_fr: Marquer comme terminées les phrases de <strong>%d mot(s) ou plus</strong> (les phrases plus courtes resteront non terminées).

source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier

source: List of vacations
de_de: Urlaubsliste
es_es: Lista de vacaciones ingresadas
fr_fr: Liste des absences

source: Back to your account
de_de: Zurück zu Ihrem Account
es_es: Volver a su cuenta
fr_fr: Retour à votre compte

source: Back to profile page
de_de: Zurück zur Profilseite
es_es: Volver a la página del perfil
fr_fr: Retour à la page de profil

source: Are you sure you want to delete this leave notice?
de_de: Wollen Sie diese Abwesenheitsnotiz wirklich löschen?
es_es: ¿Seguro que desea eliminar este aviso de licencia?
fr_fr: Êtes-vous sûr de vouloir supprimer cet avis d'absence?

source: Create
de_de: Erstellen
es_es: Crear
fr_fr: Créer

source: Update
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Mettre à jour

source: List of leaves
de_de: Urlaubsliste
es_es: Lista de licencias
fr_fr: Liste des absences

source: Create a new leave
de_de: Neuen Urlaub erstellen
es_es: Crear nueva licencia
fr_fr: Créer une nouvelle absence

source: Back to %s's profile
de_de: Zurück zum Profil von %s
es_es: Volver al perfil de %s
fr_fr: Retour au profil de %s

source: Which CMS are you using?
de_de: Welches CMS benutzen Sie?
es_es: ¿Qué plataforma CMS está utilizando?
fr_fr: Quel SGC utilisez-vous?

source: Other - %s
de_de: Anderes - %s
es_es: Otro - %s
fr_fr: Autre - %s

source: Website details
de_de: Webseiten-Details
es_es: Información acerca del sitio web
fr_fr: Détails du site Web

source: Category
de_de: Kategorie
es_es: Categoría
fr_fr: Catégorie

source: Translation delivery
de_de: Zusendung der Übersetzung
es_es: Detalles sobre la entrega del trabajo
fr_fr: Livraison de traduction

source: Accesskey
de_de: Zugangsschlüssel
es_es: Clave de acceso
fr_fr: Clé d'accès

source: Not specified
de_de: Nicht angegeben
es_es: No especificado
fr_fr: Non spécifié

source: The client interviews translators for this project.
de_de: Der Kunde interviewt Übersetzer für dieses Projekt.
es_es: El cliente entrevista a los traductores para este proyecto.
fr_fr: Le client interviewe des traducteurs pour ce projet.

source: ICanlocalize will assign translators to this project.
de_de: ICanLocalize wird Übersetzer für dieses Projekt auswählen.
es_es: ICanlocalize se encargará de asignarle traductores para su proyecto.
fr_fr: ICanlocalize va attribuer des traducteurs à ce projet.

source: Website name: %s
de_de: Name der Webseite: %s
es_es: Nombre del sitio: %s
fr_fr: Nom du site Web: %s

source: Volume of work: %s
de_de: Arbeitsumfang: %s
es_es: Volumen de trabajo: %s
fr_fr: Volume de travail: %s

source: %d words
de_de: %d Wörter
es_es: %d palabras
fr_fr: %d mots

source: Cost of translation
de_de: Kosten der Übersetzung
es_es: Costo de traducción
fr_fr: Coût de traduction

source: Cost per word (USD)
de_de: Kosten pro Wort (USD)
es_es: Costo por palabra (USD)
fr_fr: Coût par mot (USD)

source: Total cost (USD)
de_de: Gesamtkosten (USD)
es_es: Costo total (USD)
fr_fr: Coût total (USD)

source: Note: our system uses an advanced translation memory. The final volume and cost may go down if we find repeating texts.
de_de: Bitte beachten Sie: Unser System setzt ein ausgeklügeltes Translation Memory ein. Der endgültige Umfang und Preis können sinken, wenn wir sich wiederholende Texte finden.
es_es: Nota: nuestro sistema utiliza una memoria de traducción avanzada. El valor final de traducción puede reducirse si detectamos textos repetidos, ya que el volumen de traducción será menor.
fr_fr: Remarque: notre système utilise une mémoire de traduction évoluée. Les volume et coût finaux peuvent se révéler inférieurs si nous trouvons des répétitions dans le texte.

source: Schedule
de_de: Plan
es_es: Plazo de entrega
fr_fr: Programme

source: Our translators can handle around 1,500 words per day. Your translation can complete in %d day(s).
de_de: Unsere Übersetzer bearbeiten etwa 1500 Wörter pro Tag. Ihre Übersetzung kann in %d Tag(en) fertig gestellt werden.
es_es: Nuestros profesionales pueden traducir alrededor de 1.500 palabras diarias. Su traducción puede efectuarse en %d día/s.
fr_fr: Nos traducteurs peuvent assurer environ 1 500 mots par jour. Votre traduction peut être terminée en %d jour(s).

source: Download this quote
de_de: Dieses Angebot herunterladen
es_es: Descargar este presupuesto
fr_fr: Télécharger ce devis

source: Getting Started
de_de: Loslegen
es_es: Cómo comenzar
fr_fr: Démarrer

source: ICanLocalize is a self-service system. You can get started right now and don't need to wait for anything.
de_de: ICanLocalize ist ein Selbstbedienungs-System. Sie können jetzt sofort loslegen und müssen auf nichts warten.
es_es: ICanLocalize es un sistema de autoservicio que puede comenzar a utilizar ahora mismo.
fr_fr: ICanLocalize est un système self-service. Vous pouvez commencer immédiatement et ne devez rien attendre.

source: Go back to the <strong>Translators</strong> page. Choose the language pair and select to add translators from ICanLocalize.
de_de: Gehen Sie zurück zur <strong>Übersetzer</strong>-Seite. Wählen Sie die Sprachrichtung aus und wählen Sie das Hinzufügen von Übersetzern aus ICanLocalize.
es_es: Vuelva a la página de los <strong>Traductores</strong>. Elija la combinación de idiomas deseada y seleccione la opción para agregar traductores desde ICanLocalize.
fr_fr: Retournez à la page <strong>Traducteurs</strong>. Choisissez la paire de langues et sélectionnez les traducteurs d'ICanLocalize à ajouter.

source: Different translators will apply. Choose the ones you like best for your project.
de_de: Verschiedene Übersetzer werden sich bewerben. Wählen Sie diejenigen aus, die Ihnen für Ihr Projekt am meisten zusagen.
es_es: Diferentes traductores se postularán. Decida cuáles quiere que se encarguen de su proyecto.
fr_fr: Divers traducteurs vont se porter candidats. Choisissez ceux qui correspondent le mieux à votre projet.

source: Once you've selected translators, go to the <strong>Translation Dashboard</strong>, select content for translation and send it.
de_de: Wenn Sie Übersetzer ausgewählt haben, gehen Sie auf das <strong>Übersetzungs-Dashboard</strong>, wählen Sie Inhalte zur Übersetzung aus und senden Sie diese ein.
es_es: Una vez que ha elegido a los profesionales que trabajarán en su proyecto, acceda al <strong>Panel de Control de las Traducciones</strong>, seleccione el contenido que desea traducir y envíelo.
fr_fr: Une fois vos traducteurs sélectionnés, accédez au <strong>Tableau de bord de traduction</strong>, sélectionnez le contenu à traduire et envoyez-le

source: Our system counts the exact volume of the work and will ask you to deposit payment. You can pay using a credit card, PayPal account or bank transfer.
de_de: Unser System zählt den exakten Umfang der Arbeit und wird Sie dann bitten, die Zahlung zu hinterlegen. Sie können dazu eine Kreditkarte, einen PayPal-Account oder Banküberweisung verwenden.
es_es: Nuestro sistema cuenta el volumen de trabajo exacto y le solicitará que efectúe el pago correspondiente. Puede abonar con tarjeta de crédito, con su cuenta de PayPal o por transferencia bancaria.
fr_fr: Notre système calcule le volume exact du travail et vous demandera un paiement en dépôt. Vous pouvez effectuer le paiement par carte de crédit, compte PayPal ou virement bancaire.

source: Translators get to work. Whenever a page completes, it appears back in your site.
de_de: Die Übersetzer beginnen mit der Arbeit. Immer, wenn eine Seite fertig wird, erscheint sie wieder auf Ihrer Seite.
es_es: Los traductores comienzan con el trabajo, y cada vez que finalizan una página, ésta aparecerá traducida en su sitio.
fr_fr: Les traducteurs se mettent au travail. Lorsqu'une page est terminée, elle réapparaît dans votre site.

source: Need any help?
de_de: Brauchen Sie Hilfe?
es_es: ¿Necesita ayuda?
fr_fr: Besoin d'aide?

source: Contact ICanLocalize
de_de: Kontaktieren Sie ICanLocalize
es_es: Contactar ICanLocalize
fr_fr: Contacter ICanLocalize

source: Choose how to use the translation memory for this project.
de_de: Wählen Sie aus, wie das Translation Memory für dieses Projekt benutzt werden soll.
es_es: Decida cómo desea utilizar la memoria de traducción para este proyecto.
fr_fr: Choisissez comment utiliser la mémoire de traduction pour ce projet.

source: How to apply translation memory
de_de: Wie Translation Memory angewandt wird
es_es: Cómo utilizar la memoria de traducción
fr_fr: Comment utiliser la mémoire de traduction

source: Enter the ICanLocalize account to which you want to transfer this project.
de_de: Geben Sie den ICanLocalize-Account ein, auf den Sie dieses Projekt übertragen möchten:
es_es: Ingrese la cuenta de ICanLocalize a la cual desea transferir este proyecto.
fr_fr: Indiquez le compte ICanLocalize auquel vous souhaitez transférer ce projet.
