Repository: neumerance/localize
Catalog: po/*/icanlocalize.po
Languages: de_de, es_es, fr_fr, ru_ru

source: available funds
de_de: verfügbare Gelder
es_es: fondos disponibles
fr_fr: fonds disponibles

source: Verify your password:
de_de: Bestätigen Sie Ihr Passwort:
es_es: Verifique su contraseña:
fr_fr: Vérifiez votre mot de passe:

source: Close my account
de_de: Meinen Account schließen
es_es: Cerrar mi cuenta
fr_fr: Fermer mon compte

source: Unknown
de_de: Unbekannt
es_es: Desconocida
fr_fr: Inconnu

source: %s is currently on <b>planned leave</b>.
de_de: %s ist derzeit im <b>geplanten Urlaub</b>.
es_es: %s se encuentra de <b>licencia</b>.
fr_fr: %s est actuellement en <b>absence planifiée</b>.

source: %s's planed leave schedule
de_de: %ss Urlaubskalender
es_es: Programa de licencias planificadas de %s
fr_fr: Absences planifiées de %s

source: is currently
de_de: ist derzeit
es_es: se encuentra
fr_fr: est actuellement

source: logged in
de_de: eingeloggt
es_es: conectado
fr_fr: connecté

source: %s is currently <b>offline</b>.
de_de: %s ist derzeit <b>offline</b>.
es_es: %s se encuentra <b>desconectado/a</b>.
fr_fr: %s est actuellement <b>hors ligne</b>.

source: Back to your account page
de_de: Zurück zu Ihrer Account-Seite
es_es: Volver a la página de su cuenta
fr_fr: Retour à la page de votre compte

source: Personal information
de_de: Persönliche Angaben
es_es: Información personal
fr_fr: Informations personnelles

source: Your name and E-mail address are not publicly viewable and are only used for communication between you and the system.
de_de: Ihr Name und Ihre E-Mail-Adresse können nicht öffentlich eingesehen werden und werden nur für die Kommunikation zwischen Ihnen und dem System benutzt.
es_es: Su nombre y dirección de email no son visibles públicamente, son utilizados únicamente para establecer una comunicación entre usted y el sistema.
fr_fr: Votre nom et votre adresse e-mail ne sont pas publiquement visibles et ne sont utilisés que dans le cadre de la communication entre vous et le système.

source: Phone number
de_de: Telefonnummer
es_es: Número de teléfono
fr_fr: Numéro de téléphone

source: Nationality
de_de: Nationalität
es_es: Nacionalidad
fr_fr: Nationalité

source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer

source: Phone
de_de: Telefon
es_es: Teléfono
fr_fr: Téléphone

source: Edit personal details
de_de: Persönliche Angaben bearbeiten
es_es: Editar información personal
fr_fr: Modifier les informations personnelles

source: We just sent you a registration email to
de_de: Wir haben Ihnen gerade eine Registrierungs-E-Mail an folgende Adresse gesendet
es_es: Un email de confirmación acaba de ser enviado a
fr_fr: Nous venons à l'instant de vous envoyer un e-mail d'inscription à

source: Please open that email and click on the confirmation link.
de_de: Bitte öffnen Sie diese E-Mail und klicken Sie auf den Bestätigungslink.
es_es: Por favor, ingrese a su correo y haga clic en el enlace de confirmación.
fr_fr: Veuillez ouvrir cet e-mail et cliquer sur le lien de confirmation.

source: Didn't receive your registration email?
de_de: Haben Sie Ihre Registrierungs-E-Mail nicht erhalten?
es_es: ¿No recibió el email de confirmación?
fr_fr: Avez-vous reçu votre e-mail d'enregistrement?

source: All our emails are sent from
de_de: Alle unsere E-Mails werden versendet von
es_es: Todos nuestros emails son enviados desde
fr_fr: Tous nos e-mails sont envoyés depuis

source: Make sure that your SPAM filter is not blocking this email.
de_de: Stellen Sie sicher, dass Ihr SPAM-Filter diese E-Mail nicht blockiert.
es_es: Asegúrese de que su filtro de SPAM no esté bloqueando esta dirección de correo.
fr_fr: Vérifiez que votre filtre anti-spam ne bloque par cet e-mail.

source: Resend registration email
de_de: Registrierungs-E-Mail erneut versenden
es_es: Reenviar email de confirmación
fr_fr: Renvoyer l'e-mail d'inscription

source: start over
de_de: neu beginnen
es_es: Volver a empezar
fr_fr: réinitialiser

source: Logged in as
de_de: Angemeldet als
es_es: Conectado/a como
fr_fr: Session de

source: &copy; %s. OnTheGoSystems INC. All Rights Reserved.
de_de: &copy; %s. OnTheGoSystems INC. Alle Rechte vorbehalten.
es_es: &copy; %s. OnTheGoSystems INC. Todos los Derechos Reservados.
fr_fr: &copy; %s. OnTheGoSystems INC. Tous droits réservés.

source: Print
de_de: Drucken
es_es: Imprimir
fr_fr: Imprimer

source: Close Window
de_de: Fenster schließen
es_es: Cerrar ventana
fr_fr: Fermer la fenêtre

source: New translation project
de_de: Neues Übersetzungsprojekt
es_es: Nuevo proyecto de traducción
fr_fr: Nouveau projet de traduction

source: Need help?
de_de: Brauchen Sie Hilfe?
es_es: ¿Necesita ayuda?
fr_fr: Besoin d'aide?

source: Create a %s, call <b>+1-(702) 997-3025</b> or use <b>Skype</b>
de_de: Erstellen Sie ein %s, rufen Sie die <b>+1-(702) 997-3025</b> an oder benutzen Sie <b>Skype</b>
es_es: Cree un %s, llame al <b>+1-(702) 997-3025</b> o utilice <b>Skype</b>
fr_fr: Créez un %s, appelez le <b>+1-(702) 997-3025</b> ou utilisez <b>Skype</b>

source: support ticket
es_es: ticket de soporte
fr_fr: ticket d'incident

source: Printable version
de_de: Druckversion
es_es: Versión imprimible
fr_fr: Version imprimable

source: Current time is %s
de_de: Die aktuelle Zeit ist %s
es_es: Hora actual: %s
fr_fr: L'heure actuelle est %s

source: Information about this project
de_de: Informationen über dieses Projekt
es_es: Información acerca de este proyecto
fr_fr: Informations relatives à ce projet

source: Read more
de_de: Lesen Sie mehr
es_es: Más información
fr_fr: En savoir plus

source: Cancel project creation
de_de: Projekterstellung abbrechen
es_es: Cancelar proyecto creado
fr_fr: Annuler la création du projet

source: Start over
de_de: Neu beginnen
es_es: Volver a empezar
fr_fr: Recommencer

source: Download as a text file
de_de: Als Textdatei herunterladen
es_es: Descargar como archivo de texto
fr_fr: Télécharger sous forme de fichier texte

source: Delete this project
de_de: Dieses Projekt löschen
es_es: Eliminar este proyecto
fr_fr: Supprimer ce projet

source: Are you sure you want to delete this project?
de_de: Sind Sie sicher, dass Sie dieses Projekt löschen möchten?
es_es: ¿Está seguro de que desea eliminar este proyecto?
fr_fr: Êtes-vous sûr de vouloir supprimer ce projet?

source: Back to the list of Instant Translation projects
de_de: Zurück zur Liste der Sofort-Übersetzungsprojekte
es_es: Volver a la lista de traducciones instantáneas
fr_fr: Retour à la liste des projets de traduction instantanée

source: Add funding to allow translation
de_de: Zahlen Sie mehr Geld ein, um die Übersetzung zu ermöglichen
es_es: Añada fondos para comenzar con la traducción
fr_fr: Ajouter des fonds pour permettre la traduction

source: Apply filter
de_de: Filter anwenden
es_es: Aplicar filtro
fr_fr: Filtrer

source: Deposit the required amount
de_de: Zahlen Sie den erforderlichen Betrag ein
es_es: Depositar el monto requerido
fr_fr: Déposer le montant requis

source: Original<br />language
de_de: Ausgangs-<br />Sprache
es_es: Idioma<br />de origen
fr_fr: Langue<br />source

source: Translation<br />language
de_de: Übersetzungs-<br />Sprache
es_es: Idioma<br />de traducción
fr_fr: Langue de<br />traduction

source: Word<br />count
de_de: Wort-<br />Zahl
es_es: Conteo de<br />palabras
fr_fr: Compte<br />de mots

source: Details
es_es: Detalles
fr_fr: Informations

source: text file
de_de: Textdatei
es_es: archivo de texto
fr_fr: fichier texte

source: %s's page
de_de: Seite von %s
es_es: Página de %s
fr_fr: Page de %s

source: What do you think about the translation?
de_de: Was halten Sie von der Übersetzung?
es_es: ¿Cuál es su opinión acerca de la traducción?
fr_fr: Que pensez-vous de la traduction?

source: <strong>Excellent</strong> - job well done!
de_de: <strong>Ausgezeichnet</strong> - wirklich gute Arbeit!
es_es: <strong>Excelente</strong> - ¡Buen trabajo!
fr_fr: <strong>Excellent</strong> - travail bien exécuté!

source: <strong>Pretty good</strong>, but I have some comments
de_de: <strong>Ziemlich gut</strong>, aber ich habe ein paar Anmerkungen
es_es: <strong>Bastante satisfactorio</strong>, sin embargo, tengo algunos comentarios a realizar
fr_fr: <strong>Assez bon</strong>, mais j'ai quelques commentaires

source: Please give your suggestions for improving the translation:
de_de: Bitte machen Sie Vorschläge zur Verbesserung der Übersetzung:
es_es: Por favor, haga sugerencias para mejorar la traducción:
fr_fr: Veuillez faire part de vos suggestions pour améliorer la traduction:

source: <strong>Bad</strong> - I see mistakes
de_de: <strong>Schlecht</strong> - Ich sehe Fehler
es_es: <strong>No satisfactorio</strong> - Hay errores
fr_fr: <strong>Mauvais</strong> - Je vois des erreurs

source: Please tell us what's wrong, so that we can fix it:
de_de: Bitte sagen Sie uns, was nicht stimmt, sodass wir es beheben können:
es_es: Por favor, cuéntenos cuál es el problema para poder corregirlo.
fr_fr: Veuillez nous dire ce qui ne va pas pour que nous puissions y remédier:

source: Contact info (optional)
de_de: Kontaktdaten (optional)
es_es: Información de contacto (opcional)
fr_fr: Informations de contact (facultatif)

source: Name:
es_es: Nombre:
fr_fr: Nom:

source: Name and email are optional. Enter them if you want the translator to respond back to you.
de_de: Name und E-Mail sind optional. Geben Sie diese ein, wenn Sie möchten, dass der Übersetzer Ihnen antwortet.
es_es: Su nombre y email son opcionales. Ingréselos si desea que el traductor se pueda comunicar con usted.
fr_fr: Le nom et l'adresse e-mail sont facultatifs. Saisissez-les si vous souhaitez que le traducteur vous réponde.

source: Send Feedback
de_de: Feedback senden
es_es: Enviar comentarios
fr_fr: Envoyer un commentaire

source: We received your feedback and are sending it to the translator.
de_de: Wir haben Ihr Feedback erhalten und senden es dem Übersetzer.
es_es: Recibimos su comentario y se lo enviaremos al traductor.
fr_fr: Nous avons bien reçu votre commentaire et le transmettons au traducteur.

source: Back to ICanLocalize.
de_de: Zurück zu ICanLocalize.
es_es: Volver a ICanLocalize
fr_fr: Retour à ICanLocalize.

source: Full project information &raquo;
de_de: Vollständige Projektinformationen &raquo;
es_es: Información completa del proyecto &raquo;
fr_fr: Informations complètes du projet &raquo;

source: <b>%s</b> to <b>%s</b>
de_de: <b>%s</b> auf <b>%s</b>
es_es: <b>%s</b> al <b>%s</b>
fr_fr: <b>%s</b> en <b>%s</b>

source: to
de_de: auf
es_es: al
fr_fr: en

source: Refresh
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Actualiser

source: Dear %s
de_de: Liebe(r) %s
es_es: Estimado/a %s
fr_fr: Cher (Chère) %s

source: A new comment was posted on project %s to %s by %s.
de_de: Ein neuer Kommentar wurde zum Projekt %s auf %s von %s gepostet
es_es: Comentario nuevo acerca del proyecto %s al %s por %s.
fr_fr: Un nouveau commentaire a été publié sur le projet %s en %s par %s.

source: This message includes an attachment. To download it, go to the message by clicking on the reply link.
de_de: Diese Nachricht enthält einen Anhang. Um ihn herunterzuladen, rufen Sie diese Nachricht auf, indem Sie auf den Antwort-Link klicken.
es_es: Este mensaje contiene un archivo adjunto. Para descargarlo, acceda al mensaje haciendo clic en el enlace de respuesta.
fr_fr: Ce message comprend une pièce jointe. Pour la télécharger, cliquez sur le lien de réponse et accédez au message.

source: This message includes %d attachments. To download them, go to the message by clicking on the reply link.
de_de: Diese Nachricht enthält %d Anhänge. Um sie herunterzuladen, rufen Sie die Nachricht auf, indem Sie auf den Antwort-Link klicken.
es_es: Este mensaje contiene %d archivos adjuntos. Para descargarlos, acceda al mensaje haciendo clic en el enlace de respuesta.
fr_fr: Ce message comprend %d pièces jointes. Pour les télécharger, cliquez sur le lien de réponse et accédez au message.

source: To reply, click on the link below:
de_de: Zum Antworten klicken Sie auf den Link unten:
es_es: Para responder, haga clic en el enlace de abajo:
fr_fr: Pour répondre, cliquez sur le lien ci-dessous:

source: Thank you for your payment. We've processed your deposit of %.2f USD and credited your ICanLocalize account.
de_de: Vielen Dank für Ihre Zahlung. Wir haben Ihre Einzahlung von %.2f bearbeitet und Ihrem ICanLocalize-Account gut geschrieben.
es_es: ¡Muchas gracias por su operación! Su depósito de %.2f USD ha sido procesado y transferido a su cuenta de ICanLocalize.
fr_fr: Merci pour votre paiement. Nous avons effectué un dépôt de %.2f USD et crédité votre compte ICanLocalize.

source: Paid for: %s
de_de: Gezahlt für: %s
es_es: Pago para: %s
fr_fr: Payé pour: %s

source: Amount paid: %.2f USD
de_de: Gezahlter Betrag: %.2f USD
es_es: Monto pagado: %.2f USD
fr_fr: Montant payé: %.2f USD

source: Paid on: %s
de_de: Gezahlt am: %s
es_es: Pagado el día: %s
fr_fr: Payé sur: %s

source: Transaction ID: %s
de_de: Transaktions-ID: %s
es_es: ID de la transacción: %s
fr_fr: ID de transaction: %s

source: You can see the full details of this payment and get a printable invoice here:
de_de: Hier können Sie die vollständigen Details zu dieser Zahlung sehen und eine druckbare Rechnung erhalten:
es_es: Puede ver todos los detalles de este pago y obtener una factura para imprimir aquí:
fr_fr: Vous pouvez voir les informations de ce paiement et obtenir une facture imprimable ici:

source: Thank you for creating an account at ICanLocalize.
de_de: Danke, dass Sie einen Account bei ICanLocalize erstellt haben.
es_es: Muchas gracias por crear una cuenta en ICanLocalize.
fr_fr: Merci de créer un compte sur ICanLocalize.

source: To complete the account setup and get started with your translation, click on the following link:
de_de: Um die Einrichtung des Accounts abzuschließen und mit Ihrer Übersetzung anzufangen, klicken Sie auf den folgenden Link:
es_es: Para completar la configuración de su cuenta y comenzar a enviar trabajos de traducción, haga clic en el siguiente enlace:
fr_fr: Pour terminer la configuration du compte et démarrer votre traduction, cliquez sur le lien suivant:

source: A new document is translated in your project '%s'.
de_de: Ein neues Dokument wird in Ihrem Projekt '%s' übersetzt.
es_es: Un nuevo documento traducido en su proyecto '%s'.
fr_fr: Un nouveau document est traduit dans votre projet '%s'.

source: Document title: %s
de_de: Dokument-Titel: %s
es_es: Título del documento: %s
fr_fr: Titre du document: %s

source: Translated from %s to %s.
de_de: Übersetzt von %s auf %s.
es_es: Traducido del %s al %s.
fr_fr: Traduit de %s en %s.

source: To review this translation, go to your CMS. If you have no feedback and don't need any changes, no further action is required.
de_de: Um diese Übersetzung zu überprüfen, gehen Sie in Ihr CMS. Wenn Sie kein Feedback haben und keine Änderungen benötigen, ist keine weitere Handlung erforderlich.
es_es: Para revisar esta traducción, acceda a su CMS. Si no desea realizar comentarios ni solicitar cambios, no es necesario que realice ninguna otra acción.
fr_fr: Pour réviser cette traduction, accédez à votre SGC. Si vous ne recevez pas de commentaire et ne trouvez aucun changement nécessaire, aucune autre action n'est requise.

source: Original document: %s
de_de: Originaldokument: %s
es_es: Documento original: %s
fr_fr: Document d'origine: %s

source: %s translation: %s
de_de: %s Übersetzung: %s
es_es: Traducción al %s: %s
fr_fr: Traduction en %s: %s

source: To communicate with the translator regarding this work, follow this link:
de_de: Um mit dem Übersetzer bezüglich dieser Arbeit zu kommunízieren, folgen Sie diesem Link:
es_es: Para comunicarse con el traductor en relación a este trabajo, siga el siguiente enlace:
fr_fr: Pour communiquer avec le traducteur à propos de ce travail, suivez ce lien:

source: Attachments
de_de: Anhänge
es_es: Adjuntos
fr_fr: Pièces jointes

source: Add another attachment
de_de: Weiteren Anhang hinzufügen
es_es: Añadir otro archivo adjunto
fr_fr: Ajouter une autre pièce jointe

source: Start a new translation project
de_de: Neues Übersetzungsprojekt starten
es_es: Inicar un proyecto nuevo
fr_fr: Commencer un nouveau projet de traduction

source: Document translation / proof-reading
de_de: Dokumentübersetzung / Korrekturlesung
es_es: Traducción de documentos/Revisiones
fr_fr: Traduction / relecture de document

source: Static HTML website
de_de: Statische HTML-Webseite
es_es: Sitio web estático en HTML
fr_fr: Site Web statique HTML

source: Sisulizer software localization
de_de: Sisulizer-Softwarelokalisierung
es_es: Localización de software Sisulizer
fr_fr: Localisation de logiciel par Sisulizer

source: Communicate with translator
de_de: Mit dem Übersetzer kommunizieren
es_es: Comunicarse con el traductor
fr_fr: Communiquer avec le traducteur

source: Communicate with translator and respond to application
de_de: Mit dem Übersetzer kommunizieren und auf die Bewerbung antworten
es_es: Comunicarse con el traductor y responder a la solicitud.
fr_fr: Communiquer avec le traducteur et répondre à la candidature

source: Skip ahead to view translator profiles
de_de: Überspringen, um die Übersetzerprofile anzusehen
es_es: Ver lista con el perfil de los traductores
fr_fr: Passer à la visualisation des profils des traducteurs

source: There are no %s to %s translators in the system.<br />To hire new translators we need more information about this project.
de_de: Es gibt keine %s-%s-Übersetzer im System.<br />Um neue Übersetzer zu engagieren, benötigen wir weitere Informationen über dieses Projekt.
es_es: Actualmente no contamos con traductores del %s al %s. <br />Para contratar traductores nuevos, necesitamos mayor información acerca de su proyecto.
fr_fr: Il n'existe aucun traducteur de %s vers %s dans le système.<br />Pour engager un nouveau traducteur, nous avons besoin de plus d'informations concernant ce projet.

source: Provide information for hiring new translators
de_de: Liefern Sie Informationen, damit wir neue Übersetzer engagieren können
es_es: Proporcione información a fin de que contratemos traductores nuevos
fr_fr: Fournir des informations pour l'engagement de nouveaux traducteurs

source: No translators to display.
de_de: Keine Übersetzer zum Anzeigen.
es_es: No hay traductores.
fr_fr: Aucun traducteur à afficher.

source: Allow translators to apply for this job
de_de: Übersetzern die Bewerbung auf diesen Auftrag ermöglichen
es_es: Permitir que los traductores se postulen a este proyecto
fr_fr: Autoriser les traducteurs à se porter candidats pour ce travail

source: I will invite translators to this project
de_de: Ich werde Übersetzer für dieses Projekt einladen
es_es: Invitaré traductores a este proyecto
fr_fr: Je vais inviter des traducteurs pour ce projet

source: Translator Invitations
de_de: Übersetzer-Einladungen
es_es: Invitaciones del traductor
fr_fr: Invitations aux traducteurs

source: Notifications to translators:
de_de: Benachrichtigungen an Übersetzer:
es_es: Notificaciones para los traductores:
fr_fr: Notifications aux traducteurs:

source: Translators were not notified yet.
de_de: Die Übersetzer wurden noch nicht benachrichtigt.
es_es: Los traductores aún no han sido notificados.
fr_fr: Les traducteurs n'ont pas encore été informés.

source: %s translator(s) were notified about this project.
de_de: %s Übersetzer wurde(n) über dieses Projekt benachrichtigt.
es_es: %s traductor/es fueron notificados acerca de este proyecto.
fr_fr: %s traducteur(s) ont été informés de ce projet.

source: Translation review
de_de: Korrekturlesung der Übersetzung
es_es: Revisión de traducciones
fr_fr: Révision de traduction

source: Project status
de_de: Projektstatus
es_es: Estado del proyecto
fr_fr: Statut du projet

source: Please tell us a bit about your site.
de_de: Bitte erzählen Sie uns ein bisschen etwas über Ihre Seite.
es_es: Por favor, bríndenos algunos datos acerca de su sitio.
fr_fr: Veuillez nous parler de votre site Web.

source: Website name
de_de: Name der Webseite
es_es: Nombre del sitio web
fr_fr: Nom du site Web

source: Good: Online shop of computer accessories, intended for tech geeks.
de_de: Gut: Online-Shop für Computerzubehör, mit Technikfreaks als Zielgruppe.
es_es: Adecuado: Compra online de accesorios para PC, ideado para tecnoadictos.
fr_fr: Bon: Magasin en ligne d'accessoires informatiques destiné aux fans de technologie.

source: Bad: Website translation project - please translate to %s
de_de: Schlecht: Webseiten-Übersetzungsprojekt - bitte auf %s übersetzen
es_es: Inadecuado: traducción de sitio web -por favor, traducir al %s
fr_fr: Mauvais: Projet de traduction de site Web - à traduire en %s

source: Primary subject of this website:
de_de: Hauptthema dieser Webseite:
es_es: Tema principal de este sitio web:
fr_fr: Thème principal de ce site Web:

source: We will assign translators with the right experience, based on your site's subject.
de_de: Wir werden, auf der Grundlage der Thematik Ihrer Seite, Übersetzer mit der entsprechenden Erfahrung einsetzen.
es_es: Se asignarán traductores con la experiencia adecuada, de acuerdo al tema principal de su sitio web.
fr_fr: Nous attribueront des traducteurs d'expérience adéquate, en fonction du thème de votre site.

source: Volume and deadline
de_de: Umfang und Deadline
es_es: Volumen y plazo de entrega
fr_fr: Volume et date butoir

source: An estimate of how much text you need to translate and the deadline.
de_de: Eine Schätzung, wie viel Text Sie übersetzen lassen möchten und die Deadline.
es_es: Un cálculo aproximado de la cantidad de palabras que necesita traducir y el plazo de entrega.
fr_fr: Une estimation du volume de texte à traduire et la date butoir.

source: We also need your contact information, so that we can return responses to you.
de_de: Wir brauchen auch Ihre Kontaktdaten, sodass wir die Antworten an Sie weiterleiten können.
es_es: También necesitamos su información de contacto para poder responder cualquier inquietud.
fr_fr: Nous avons également besoin de vos coordonnées afin de pouvoir vous renvoyer les réponses.

source: I'm new here
de_de: Ich bin neu hier
es_es: Soy nuevo aquí
fr_fr: Je suis nouveau ici

source: Contact information
de_de: Kontaktdaten
es_es: Información de contacto
fr_fr: Coordonnées

source: Returning clients
de_de: Stammkunden
es_es: Volver a iniciar sesión
fr_fr: Clients de retour

source: ICanLocalize Login
de_de: ICanLocalize-Anmeldung
es_es: Iniciar sesión en ICanLocalize
fr_fr: Ouvrir une session ICanLocalize

source: Website description
de_de: Webseiten-Beschreibung
es_es: Descripción del sitio web
fr_fr: Description du site Web

source: Sample text (optional)
de_de: Beispieltext (optional)
es_es: Texto de ejemplo (opcional)
fr_fr: Échantillon de texte (facultatif)

source: Sample text that you'd like the translators to do when they apply (up to 300 characters).
de_de: Probetext, den die Übersetzer bei der Bewerbung übersetzen sollen (bis zu 300 Zeichen).
es_es: Texto de prueba que le gustaría que los traductores realicen cuando se postulen (hasta 300 caracteres).
fr_fr: Échantillon de texte que vous souhaitez soumettre aux traducteurs lorsqu'ils se portent candidats (jusqu'à 300 caractères).

source: Do you need translators now, or maybe later?
de_de: Brauchen Sie jetzt oder vielleicht später Übersetzer?
es_es: ¿Necesita traductores ahora, o tal vez los necesite más adelante?
fr_fr: Avez-vous besoin de traducteurs maintenant ou peut-être plus tard?

source: I need translators.
de_de: Ich brauche Übersetzer.
es_es: Necesito traductores.
fr_fr: J'ai besoin de traducteurs.

source: Bad: Website translation project - we need translation.
de_de: Schlecht: Webseiten-Übersetzungsprojekt - wir brauchen eine Übersetzung.
es_es: Inadecuado: traducción de sitio web -necesitamos traductores
fr_fr: Mauvais: Projet de traduction de site Web - nous avons besoin d'une traduction.
