Repository: neumerance/localize
Catalog: po/*/icanlocalize.po
Languages: de_de, es_es, fr_fr, ru_ru

source: Translation of %d strings was updated
de_de: Übersetzung von %d Strings wurde aktualisiert
es_es: Traducción de %d segmentos actualizada
fr_fr: La traduction de %d chaînes a été mise à jour

source: Error report exists
de_de: Fehlerbericht existiert bereits
es_es: Informe de errores detectado
fr_fr: Il existe un rapport d'erreur

source: Error report submitted
de_de: Fehlerbericht eingesendet
es_es: Informe de errores enviado
fr_fr: Rapport d'erreur envoyé

source: Error report could not be created
de_de: Fehlerbericht konnte nicht erstellt werden
es_es: No se pudo crear informe de errores
fr_fr: Impossible de créer un rapport d'erreur

source: Error resolution: %s
de_de: Fehlerlösung: %s
es_es: Resolución de errores: %s
fr_fr: Résolution d'erreur: %s

source: Your affiliate data
de_de: Ihre Partner-Daten
es_es: Sus datos de afiliación
fr_fr: Vos données de membre

source: My invitation page
de_de: Meine Einladungsseite
es_es: Mi página de invitación
fr_fr: Ma page d'invitation

source: People I referred
de_de: Von mir angeworbene Menschen
es_es: Personas referidas por mí
fr_fr: Personnes que j'ai approchées

source: Browse live projects
de_de: Live-Projekte durchsuchen
es_es: Buscar proyectos reales
fr_fr: Parcourir les projets réels

source: Your projects
de_de: Ihre Projekte
es_es: Sus proyectos
fr_fr: Vos projets

source: Summary of all live projects
de_de: Zusammenfassung aller Live-Projekte
es_es: Todos los proyectos reales
fr_fr: Résumé de la totalité des projets réels

source: Your projects - summary
de_de: Ihre Projekte - Zusammenfassung
es_es: Sus proyectos - Resumen
fr_fr: Vos projets - résumé

source: Create a new project
de_de: Neues Projekt erstellen
es_es: Crear un proyecto nuevo
fr_fr: Créer un projet

source: Start a new Sisulizer translation project
de_de: Ein neues Sisulizer-Übersetzungsprojekt starten
es_es: Iniciar un nuevo proyecto de traducción en Sisulizer
fr_fr: Démarrer un nouveau projet de traduction avec Sisulizer

source: Complete setting up a Sisulizer project
de_de: Einrichtung eines Sisulizer-Projekts abschließen
es_es: Termine de establecer un proyecto Sisulizer
fr_fr: Terminer la configuration d'un projet Sisulizer

source: Project created! please complete setting it up and then, release.
de_de: Projekt erstellt! Bitte schließen Sie die Einrichtung ab und veröffentlichen Sie es dann.
es_es: ¡Proyecto creado! Por favor, termine de establecer los detalles necesarios y luego envíelo.
fr_fr: Projet créé! Veuillez terminer la configuration, puis publier.

source: You must enter a name for the project
de_de: Sie müssen einen Namen für das Projekt eingeben
es_es: Debe ingresar un nombre para el proyecto
fr_fr: Vous devez saisir un nom pour le projet

source: Apply for recurring translation work
de_de: Auf wiederkehrende Übersetzungsarbeit bewerben
es_es: Postularse para trabajos de traducción recurrentes
fr_fr: Se porter candidat pour un travail de traduction périodique

source: Please enter your per-word rate
de_de: Bitte geben Sie Ihren Wortpreis ein
es_es: Por favor, ingrese su tarifa por palabra
fr_fr: Veuillez saisir votre tarif par mot

source: The minimum per-word amount in the system is %.2f USD / word
de_de: Der Mindestbetrag pro Wort im System liegt bei %.2f USD / Wort
es_es: La tarifa mínima es de %.2f USD / palabra
fr_fr: Le montant minimal par mot dans le système est de %.2f USD / mot

source: I am applying to do this work at a rate of %.2f USD per word.
de_de: Ich bewerbe mich für die Ausführung dieser Arbeit zu einem Preis von %.2f pro Wort.
es_es: Este traductor se postuló para la traducción del proyecto y su tarifa es %.2f por palabra.
fr_fr: Je me porte candidat pour ce travail au tarif de %.2f USD par mot.

source: Operation not allowed
de_de: Vorgang nicht erlaubt
es_es: Operación no permitida
fr_fr: Opération non autorisée

source: %s is interested in translating this project from <b>%s</b> to <b>%s</b>.
de_de: %s ist an der Übersetzung dieses Projekts von <b>%s</b> auf <b>%s</b> interessiert.
es_es: %s está interesado/a en traducir este proyecto del <b>%s</b> al <b>%s</b>.
fr_fr: %s aimerait traduire ce projet de <b>%s</b> en <b>%s</b>.

source: Allow this translator to be a reviewer
de_de: Diesem Übersetzer erlauben, Korrekturleser zu werden
es_es: Permitir que este/a traductor/a sea revisor/a
fr_fr: Autoriser ce traducteur à être réviseur

source: You are the reviewer for this project.
de_de: Sie sind jetzt Korrekturleser für dieses Projekt.
es_es: Es el/la revisor/a de este proyecto.
fr_fr: Vous êtes le réviseur de ce projet.

source: I changed my bid to %.2f USD per word.
de_de: Ich habe mein Gebot auf %.2f USD pro Wort geändert.
es_es: Cambié mi oferta a %.2f USD por palabra.
fr_fr: J'ai passé mon offre à %.2f USD par mot.

source: I am withdrawing my application from this project and will not be able to do any further work on it. I advice to open this job to other applications.
de_de: Ich ziehe meine Bewerbung auf dieses Projekt zurück und werde keine weiteren Arbeiten daran ausführen können. Ich möchte Ihnen empfehlen, diesen Auftrag für andere Bewerbungen freizugeben.
es_es: Retiro mi solicitud de este proyecto. Recomiendo que lo vuelvan a abrir para que otros traductores se postulen, ya que no podré continuar trabajando en el mismo.
fr_fr: Je retire ma candidature relative à ce projet et ne serai plus en mesure d'effectuer aucun travail le concernant. Je vous conseille d'ouvrir ce travail à d'autres candidatures.

source: I am withdrawing my application.
de_de: Ich ziehe meine Bewerbung zurück.
es_es: Retiro mi solicitud
fr_fr: Je retire ma candidature.

source: I accepted your application for this project.
de_de: Ich habe Ihre Bewerbung auf dieses Projekt angenommen.
es_es: Acepté su solicitud para este proyecto.
fr_fr: J'accepte votre candidature pour ce projet.

source: I am declining your application for this project.
de_de: Ich lehne Ihre Bewerbung auf dieses Projekt ab.
es_es: Estoy rechazando su solicitud para este proyecto
fr_fr: Je décline votre candidature pour ce projet.

source: You can now apply again as a reviewer.
de_de: Sie können sich nun als Korrekturleser erneut bewerben.
es_es: Ahora puede volver a postularse como revisor/a.
fr_fr: Vous pouvez à présent vous porter à nouveau candidat comme réviseur.

source: If for some reason, the translator you choose does not answer to you, please open a support ticket and we will assist you right away.
de_de: Wenn der von Ihnen ausgewählte Übersetzer nicht antworten sollte, eröffnen Sie bitte ein Support-Ticket, dann werden wir Ihnen sofort helfen.
es_es: Si por alguna razón, el/la tradutor/a que ha elegido no responde, por favor, abra un ticket de soporte y le brindaremos asistencia de inmediato.
fr_fr: Si, pour une raison quelconque, le traducteur que vous avez choisi ne répond pas, veuillez ouvrir un ticket d'assistance et nous vous aiderons immédiatement.

source: Hello %s and %s,
de_de: Hallo %s und %s,
es_es: Estimado/a %s y %s:
fr_fr: Bonjour %s et %s,

source: I want to join the conversation and explain how to proceed.
de_de: Ich möchte in die Unterhaltung einsteigen und erklären, wie es weitergeht.
es_es: Deseo unirme a la conversación y explicarles cómo proceder.
fr_fr: J'aimerais me joindre à la conversation et expliquer comment procéder.

source: %s, to send content, you need to go to %s and click on %s. Use the Translation Dashboard to choose the documents for translation, scroll down to select %s as the translator and send to translation.
de_de: %s, um Inhalte zu senden, müssen Sie %s aufrufen und auf %s klicken. Benutzen Sie das Übersetzungs-Dashboard, um die Dokumente zur Übersetzung auszuwählen, scrollen Sie hinunter, um %s als Übersetzer auszuwählen und senden Sie die Inhalte zur Übersetzung ein.
es_es: %s, para enviar contenidos, debe ir a %s y hacer clic en %s. Use el Panel de Control de las Traducciones para elegir los documentos que desea traducir, deslícese hacia abajo para seleccionar a %s como traductor/a y poder enviar los contenidos.
fr_fr: %s, pour envoyer du contenu, vous devez accéder à %s et cliquer sur %s. Utilisez le tableau de bord de traduction pour choisir les documents à traduire, naviguez vers le bas par défilement pour sélectionner %s comme traducteur et envoyer en traduction.

source: Our system will calculate the exact word count and you can deposit payment.
de_de: Unser System wird die exakte Wortzahl berechnen, dann können Sie die Zahlung hinterlegen.
es_es: El sistema calculará la cantidad de palabras y podrá depositar la cantidad exacta.
fr_fr: Notre système va calculer le nombre exact de mots et vous pourrez effectuer votre paiement.

source: If you need any technical help from us, please open a support ticket.
de_de: Wenn Sie technische Hilfe von uns benötigen, öffnen Sie bitte ein Support-Ticket.
es_es: Si necesita aistencia técnica, por favor, abra un ticket de soporte.
fr_fr: Si vous avez besoin d'aide au niveau technique, veuillez ouvrir un ticket d'assistance.

source: Bid for translating %s to %s by %s
de_de: Gebot für die Übersetzung von %s auf %s von %s
es_es: Oferta para traducir %s al %s por %s
fr_fr: Offre de traduction de %s en %s par %s

source: Your bid for translating %s to %s
de_de: Ihr Gebot für die Übersetzung von %s auf %s
es_es: Su oferta para traducir %s al %s
fr_fr: Votre offre pour traduire %s en %s

source: You need to enter the number of days allowed to complete the work from the bid acceptance date.
de_de: Sie müssen die Anzahl der Tage eingeben, die Sie ab Annahmedatum des Gebots für die Arbeit zur Verfügung stellen.
es_es: Debe ingresar la cantidad de días en los cuales el proyecto debe ser finalizado, contando a partir de la fecha en que acepte una oferta.
fr_fr: Vous devez saisir le nombre de jours impartis pour réaliser le travail à partir de la date d'acceptation de l'offre.

source: You can only extend the delivery deadline, which is currently %s day(s) after the bid acceptance.
de_de: Sie können die Fertigungsstellungs-Deadline, die derzeit %s Tag(e) nach Annahme des Gebots beträgt, nur verlängern.
es_es: Solo puede extender el plazo de entrega, el cual actualmente es de %s días, después de aceptar la oferta.
fr_fr: Vous ne pouvez prolonger que le délai de livraison, qui est actuellement de %s jour(s) après l'acceptation de l'offre.

source: Translation offers for %s
de_de: Übersetzungsangebote für %s
es_es: Ofertas de traducción para %s
fr_fr: Propositions de traduction pour %s

source: An offer to translate between these languages already exists. You can edit it.
de_de: Es besteht bereits ein Angebot zur Übersetzung zwischen diesen Sprachen. Sie können es bearbeiten.
es_es: Ya hay una oferta para traducir entre estos idiomas. Puede editarla.
fr_fr: Il existe déjà une proposition pour la traduction de cette paire de langues. Vous pouvez la modifier.

source: Offer created
de_de: Angebot erstellt
es_es: Oferta creada
fr_fr: Proposition créée

source: %s to %s translators
de_de: %s-%s Übersetzer
es_es: Traductores del %s al %s
fr_fr: Traducteurs %s vers %s

source: Project statistics for %s to %s
de_de: Projektstatistik für %s auf %s
es_es: Estadísticas del proyecto del %s al %s
fr_fr: Statistiques du projet pour %s vers %s

source: Translation offer updated
de_de: Übersetzungsangebot aktualisiert
es_es: Oferta actualizada
fr_fr: Proposition de traduction mise à jour

source: Translation language deleted
de_de: Übersetzungssprache gelöscht
es_es: Idioma de traducción eliminado
fr_fr: Langue de traduction supprimée

source: We will send notifications again soon.
de_de: Wir werden Ihnen bald wieder Benachrichtigungen senden.
es_es: Pronto volveremos a enviar notificaciones.
fr_fr: Nous renverrons bientôt des notifications.

source: Get Applications from Translators
de_de: Erhalten Sie Bewerbungen von Übersetzern
es_es: Obtener solicitudes de los traductores
fr_fr: Obtenir des candidatures de traducteurs

source: Title cannot be blank
de_de: Titel kann nicht leer sein
es_es: Debe ingresar un título
fr_fr: Veuillez préciser le titre

source: Description cannot be blank
de_de: Beschreibung kann nicht leer sein
es_es: Debe ingresar una descripción
fr_fr: Veuillez préciser la description

source: Volume and deadline cannot be blank
de_de: Umfang und Deadline können nicht leer sein
es_es: Debe ingresar el volumen y plazo de entrega del trabajo
fr_fr: Veuillez préciser le volume et la date butoir

source: First name cannot be blank
de_de: Vorname kann nicht leer sein
es_es: Debe ingresar un nombre
fr_fr: Veuillez préciser le prénom

source: Last name cannot be blank
de_de: Nachname kann nicht leer sein
es_es: Debe ingresar el apellido
fr_fr: Veuillez préciser le nom

source: Email name cannot be blank
de_de: E-Mail-Name kann nicht leer sein
es_es: Debe ingresar una dirección de email
fr_fr: Veuillez préciser l'e-mail

source: Email already exists in our system, use a different one
de_de: E-Mail existiert bereits in unserem System, verwenden Sie eine andere
es_es: ¡Este email ya existe en el sistema! Por favor, utilice uno diferente.
fr_fr: Cette adresse e-mail est déjà reprise dans notre système, veuillez en utiliser une autre

source: Wrong email or password
de_de: Falsche E-Mail oder falsches Passwort
es_es: Email o contraseña incorrectos
fr_fr: E-mail ou mot de passe erroné

source: Thank you for the info. You should receive applications from translators shortly.
de_de: Vielen Dank für die Infos. Sie sollten schon bald Bewerbungen von Übersetzern erhalten.
es_es: Muchas gracias por la información proporcionada. Debería estar recibiendo solicitudes de nuestros traductores en breve.
fr_fr: Merci pour cette information. Vous devriez recevoir dans de brefs délais des candidatures de traducteurs.

source: Invite %s
de_de: %s einladen
es_es: Invitar %s
fr_fr: Inviter %s

source: You have invited %s
de_de: Sie haben %s eingeladen
es_es: Ha invitado a %s
fr_fr: Vous avez invité %s

source: Bad
de_de: Schlecht
es_es: Mala
fr_fr: Mauvais

source: Created
de_de: Erstellt am
es_es: Creado
fr_fr: Créé

source: Handled
de_de: Bearbeitet
es_es: Tratada
fr_fr: Traité

source: Ignored
de_de: Ignoriert
es_es: Ignorado
fr_fr: Ignoré

source: Feedback received
de_de: Feedback erhalten
es_es: Comentarios recibidos
fr_fr: Commentaire reçu

source: Feeback details
de_de: Feedback-Details
es_es: Detalles de los comentarios
fr_fr: Détails du commentaire

source: Give Us Feedback
de_de: Geben Sie uns Feedback
es_es: Su opinión nos interesa
fr_fr: Laissez-nous un commentaire

source: Thank You!
de_de: Vielen Dank!
es_es: ¡Muchas gracias!
fr_fr: Merci!

source: Your message has been sent
de_de: Ihre Nachricht wurde versendet
es_es: Su mensaje ha sido enviado
fr_fr: Votre message a été envoyé

source: Add another message
de_de: Eine weitere Nachricht hinzufügen
es_es: Añadir otro mensaje
fr_fr: Ajouter un autre message

source: Reply
de_de: Antworten
es_es: Responder
fr_fr: Répondre

source: Support ticket: %s
es_es: Ticket de soporte: %s
fr_fr: Ticket d'incident: %s

source: Name
es_es: Nombre
fr_fr: Nom

source: Previous open ticket
de_de: Vorheriges offenes Ticket
es_es: Ticket anterior abierto
fr_fr: Ticket ouvert précédent

source: Next open ticket
de_de: Nächstes offenes Ticket
es_es: Siguiente ticket abierto
fr_fr: Ticket ouvert suivant

source: Ticket deleted
de_de: Ticket gelöscht
es_es: Ticket eliminado
fr_fr: Ticket supprimé

source: Now you must select if the message needs translation
de_de: Jetzt müssen Sie auswählen, ob die Nachricht übersetzt werden soll
es_es: Ahora debe seleccionar si el mensaje requiere traducción
fr_fr: Vous devez à présent choisir si le message doit être traduit

source: Your message was sent.
de_de: Ihre Nachricht wurde versendet.
es_es: Su mensaje fue enviado.
fr_fr: Votre message a été envoyé.

source: Contact %s
de_de: %s kontaktieren
es_es: Contactar %s
fr_fr: Contacter %s

source: Back to %s
de_de: Zurück zu/r/m %s
es_es: Volver a %s
fr_fr: Retour à %s

source: The page you accessed required logging in. Please log in to your account first.
de_de: Für die Seite, auf die Sie zugreifen möchten, ist ein Login erforderlich. Bitte loggen Sie sich erst in Ihren Account ein.
es_es: La página a la que intenta acceder requiere que esté conectado/a. Por favor, inicie sesión.
fr_fr: La page à laquelle vous avez tenté d'accéder requiert d'être connecté. Veuillez d'abord vous connecter à votre compte.

source: You cannot access this dialog
de_de: Sie können nicht auf diesen Dialog zugreifen
es_es: No puede acceder a este diálogo
fr_fr: Vous n'avez pas accès à ce dialogue

source: Translated resource file
de_de: Übersetzte Ressourcendatei
es_es: Archivo de recursos traducido
fr_fr: Fichier de ressources traduit

source: Upload cancelled
de_de: Hochladen abgebrochen
es_es: Carga cancelada
fr_fr: Téléchargement annulé

source: Top Professional Translators in ICanLocalize (page %d)
de_de: Die besten professionellen Übersetzer in ICanLocalize (page %d)
es_es: Los traductores profesionales más selectos de ICanLocalize (página %d)
fr_fr: Les meilleurs traducteurs professionnels sur ICanLocalize (page %d)

source: Top Professional Translators in ICanLocalize
de_de: Die besten professionellen Übersetzer in ICanLocalize
es_es: Los traductores profesionales más selectos de ICanLocalize
fr_fr: Les meilleurs traducteurs professionnels sur ICanLocalize

source: These are some of the top professional translators in ICanLocalize. You can view their profiles and invite them to your translation projects.
de_de: Dies sind einige der besten professionellen Übersetzer in ICanLocalize. Sie können ihre Profile ansehen und sie zu Ihren Übersetzungsprojekten einladen.
es_es: Estos son algunos de los traductores más selectos de ICanLocalize. Puede ver sus perfiles e invitarlos a sus proyectos de traducción.
fr_fr: Voici quelques-uns des meilleurs traducteurs professionnels sur ICanLocalize. Vous pouvez voir leur profil et les inviter à traduire vos projets.

source: %s, native %s translator from %s.
de_de: %s, muttersprachlicher %s-Übersetzer aus %s.
es_es: %s, traductor cuya lengua nativa es el %s, país de origen %s.
fr_fr: %s, traducteur ayant pour langue le %s et pour pays de résidence %s.

source: Translation jobs in this project
de_de: Übersetzungsaufträge in diesem Projekt
es_es: Trabajos de traducción en este proyecto
fr_fr: Travaux de traduction de ce projet

source: Any
de_de: Beliebig
es_es: Indistinto
fr_fr: Sans importance

source: Error
de_de: Fehler
fr_fr: Erreur

source: Translation Progress Report
de_de: Bericht über den Übersetzungsfortschritt
es_es: Informe sobre el progreso de traducción
fr_fr: Rapport de progression de la traduction

source: Details for recurring work in "%s"
de_de: Details zur wiederkehrenden Arbeit an "%s"
es_es: Información sobre trabajo de traducción recurrente en "%s"
fr_fr: Informations relatives au travail périodique dans "%s"

source: Translation canceled
de_de: Übersetzung abgebrochen
es_es: Traducción cancelada
fr_fr: Traduction annulée

source: Could not cancel translation: %s
de_de: Übersetzung konnte nicht storniert werden: %s
es_es: No se pudo cancelar la traducción: %s
fr_fr: Impossible d'annuler la traduction: %s

source: Review log
de_de: Korrekturprotokoll
es_es: Registro de revisiones
fr_fr: Journal de révision

source: My Account Overview
de_de: Meine Account-Übersicht
es_es: Resumen de mi cuenta
fr_fr: Vue d'ensemble sur mon compte

source: Deposits and payments
de_de: Einzahlungen und Zahlungen
es_es: Depósitos y pagos
fr_fr: Dépôts et paiements

source: View your account's history, deposit more money to your account and get printable tax invoices.
de_de: Sehen Sie sich den Verlauf Ihres Accounts an, zahlen Sie mehr Geld auf Ihren Account ein und erhalten Sie druckbare Steuer-Quittungen.
es_es: Mire el historial de su cuenta, deposite fondos y obtenga facturas de carácter oficial totalmente imprimibles.
fr_fr: Visualisez l'historique de votre compte, faites un dépôt sur votre compte et recevez des factures imprimables.

source: Some of the languages you selected cannot be located.
de_de: Einige der von Ihnen ausgewählten Sprachen können nicht gefunden werden.
es_es: No se encuentran algunos de los idiomas seleccionados.
fr_fr: Impossible de trouver certaines des langues que vous avez sélectionnées.

source: You must select at least one destination language for the practice project.
de_de: Sie müssen mindestens eine Zielsprache für das Übungsprojekt auswählen.
es_es: Debe seleccionar al menos un idioma de destino para efectuar el proyecto de práctica.
fr_fr: Vous devez sélectionner au moins une langue de destination pour le projet d'entraînement.

source: Practice project created
de_de: Übungsprojekt erstellt
es_es: Proyecto de práctica creado
fr_fr: Projet d'entraînement créé

source: Become a partner
de_de: Werden Sie Partner
es_es: Convertirse en socio
fr_fr: Devenir partenaire

source: Sign up for a translator account
de_de: Für einen Übersetzer-Account anmelden
es_es: Cree su cuenta de traductor
fr_fr: S'inscrire pour ouvrir un compte de traducteur

source: User type not selected
de_de: Benutzertyp nicht ausgewählt
es_es: No se seleccionó tipo de usuario
fr_fr: Type d'utilisateur non sélectionné

source: You must accept the user agreement
de_de: Sie müssen die Benutzervereinbarung akzeptieren
es_es: Debe aceptar el acuerdo de usuario
fr_fr: Vous devez accepter le contrat d'utilisateur

source: already in use
de_de: bereits in Verwendung
es_es: ya está en uso
fr_fr: déjà en cours d'utilisation

source: Registration email sent!
de_de: Registrierungs-E-Mail versendet!
es_es: ¡Email de confirmación enviado!
fr_fr: E-mail d'inscription envoyé!

source: Sign up for an account
de_de: Für einen Account anmelden
es_es: Regístrese y abra una cuenta
fr_fr: Inscrivez-vous pour ouvrir un compte

source: Your email address has been validated!
de_de: Ihre E-Mail-Adresse wurde bestätigt!
es_es: ¡Su dirección de email ha sido confirmada!
fr_fr: Votre adresse e-mail a été validée.

source: Thank you for validating your email. Let's get started!
de_de: Danke, dass Sie Ihre E-Mail bestätigt haben. Legen wir los!
es_es: ¡Muchas gracias por confirmar su email! Ya puede comenzar a utilizar nuestros servicios.
fr_fr: Merci de valider votre e-mail. Allons-y!

source: User was successfully updated.
de_de: Benutzer wurde erfolgreich aktualisiert.
es_es: El usuario fue actualizado correctamente
fr_fr: Mise à jour de l'utilisateur réussie.

source: You must select the file to upload.
de_de: Sie müssen eine Datei zum Hochladen auswählen.
es_es: Debe seleccionar el archivo a cargar
fr_fr: Vous devez sélectionner le fichier à télécharger.

source: Thank you! Your PayPal email has been verified.
de_de: Vielen Dank! Ihre PayPal-E-Mail wurde bestätigt.
es_es: ¡Muchas gracias! Su email de PayPal ha sido verificado.
fr_fr: Merci! Votre adresse e-mail PayPal a été vérifiée.

source: You must enter the new password in both fields
de_de: Sie müssen in beide Felder ein neues Passwort eingeben
es_es: Debe ingresar la contraseña nueva en ambos campos
fr_fr: Vous devez saisir le nouveau mot de passe dans les deux champs

source: The new password must match in both fields
de_de: Das neue Passwort muss in beiden Feldern übereinstimmen
es_es: La contraseña nueva debe coincidir en ambos campos.
fr_fr: Le nouveau mot de passe doit être identique dans les deux champs

source: Your password has been updated
de_de: Ihr Passwort wurde aktualisiert
es_es: Su contraseña ha sido actualizada
fr_fr: Votre mot de passe a été mis à jour

source: Your password could not be updated
de_de: Ihr Passwort konnte nicht aktualisiert werden
es_es: No se pudo actualizar su contraseña
fr_fr: Votre mot de passe n'a pas pu être mis à jour
