Repository: neumerance/localize
Catalog: po/*/icanlocalize.po
Languages: de_de, es_es, fr_fr, ru_ru

source: British Indian Ocean Territory
de_de: Britisches Territorium im Indischen Ozean
es_es: Territorio Oceánico de la India Británica
fr_fr: Territoire britannique de l'océan Indien

source: Iraq
de_de: Irak
es_es: Irak
fr_fr: Irak

source: Iceland
de_de: Island
es_es: Islandia
fr_fr: Islande

source: Italy
de_de: Italien
es_es: Italia
fr_fr: Italie

source: Jamaica
de_de: Jamaika
fr_fr: Jamaïque

source: Jordan
de_de: Jordanien
es_es: Jordania
fr_fr: Jordanie

source: Japan
es_es: Japón
fr_fr: Japon

source: Kyrgyz Republic
de_de: Kirgisische Republik
es_es: República de Kyrgyzstán
fr_fr: République du Kirghizistan

source: Cambodia
de_de: Kambodscha
es_es: Camboya
fr_fr: Cambodge

source: Comoros
de_de: Komoren
es_es: Comoras
fr_fr: Comores

source: St. Kitts and Nevis
de_de: St. Kitts und Nevis
es_es: San Cristóbal y Nieves
fr_fr: Saint-Christophe-et-Niévès

source: Korea
es_es: Corea
fr_fr: Corée

source: Kuwait
fr_fr: Koweït

source: Cayman Islands
de_de: Kaimaninseln
es_es: Islas Caimán
fr_fr: Îles Caïmans

source: Lao People's Democratic Republic
de_de: Demokratische Volksrepublik Laos
es_es: República Democrática Popular de Laos
fr_fr: République démocratique populaire du Laos

source: Lebanon
de_de: Libanon
es_es: Líbano
fr_fr: Liban

source: St. Lucia
es_es: Santa Lucía
fr_fr: Sainte-Lucie

source: Lithuania
de_de: Litauen
es_es: Lituania
fr_fr: Lituanie

source: Latvia
de_de: Lettland
es_es: Letonia
fr_fr: Lettonie

source: Libyan Arab Jamahiriya
de_de: Libysch-Arabische Dschamahirija
es_es: Jamahiriya Árabe Libia
fr_fr: Libye

source: Morocco
de_de: Marokko
es_es: Marruecos
fr_fr: Maroc

source: Moldova
de_de: Moldawien
fr_fr: Moldavie

source: Marshall Islands
de_de: Marshallinseln
es_es: Islas Marshall
fr_fr: Îles Marshall

source: Macedonia
de_de: Mazedonien
fr_fr: Macédoine

source: Mongolia
de_de: Mongolei
fr_fr: Mongolie

source: Northern Mariana Islands
de_de: Nördliche Marianen-Inseln
es_es: Islas Marianas del Norte
fr_fr: Îles Mariannes du Nord

source: Mauritania
de_de: Mauretanien
fr_fr: Mauritanie

source: Malta
fr_fr: Malte

source: Mauritius
es_es: Mauricio
fr_fr: République de Maurice

source: Mexico
de_de: Mexiko
es_es: México
fr_fr: Mexique

source: Malaysia
es_es: Malasia
fr_fr: Malaisie

source: Namibia
fr_fr: Namibie

source: New Caledonia
de_de: Neukaledonien
es_es: Nueva Caledonia
fr_fr: Nouvelle-Calédonie

source: Norfolk Island
de_de: Norfolkinsel
es_es: Isla Norfolk
fr_fr: Île Norfolk

source: Netherlands
de_de: Niederlande
es_es: Países Bajos
fr_fr: Pays-Bas

source: Norway
de_de: Norwegen
es_es: Noruega
fr_fr: Norvège

source: Nepal
fr_fr: Népal

source: Nauru
de_de: Nauruisch
es_es: Nauruano
fr_fr: Nauruan

source: New Zealand
de_de: Neuseeland
es_es: Nueva Zelanda
fr_fr: Nouvelle-Zélande

source: Peru
es_es: Perú
fr_fr: Pérou

source: French Polynesia
de_de: Französisch-Polynesien
es_es: Polinesia Francesa
fr_fr: Polynésie française

source: Papua New Guinea
de_de: Papua-Neuguinea
es_es: Papúa Nueva Guinea
fr_fr: Papouasie-Nouvelle-Guinée

source: Poland
de_de: Polen
es_es: Polonia
fr_fr: Pologne

source: St. Pierre and Miquelon
de_de: St. Pierre und Miquelon
es_es: San Pedro y Miquelón
fr_fr: Saint-Pierre-et-Miquelon

source: Pitcairn Island
de_de: Pitcairninseln
es_es: Islas Pitcairn
fr_fr: Îles Pitcairn

source: Puerto Rico
fr_fr: Porto Rico

source: Palestinian Territory
de_de: Palästinensische Autonomiegebiete
es_es: Territorio Palestino
fr_fr: Territoire palestinien

source: Palau
es_es: Palaos
fr_fr: Palaos

source: Reunion
de_de: Réunion
es_es: Reunión
fr_fr: Réunion

source: Romania
de_de: Rumänien
es_es: Rumania
fr_fr: Roumanie

source: Russian Federation
de_de: Russland
es_es: Federación Rusa
fr_fr: Fédération de Russie

source: Saudi Arabia
de_de: Saudi-Arabien
es_es: Arabia Saudita
fr_fr: Arabie saoudite

source: Solomon Islands
de_de: Salomoninseln
es_es: Islas Salomón
fr_fr: Îles Salomon

source: Sudan
es_es: Sudán
fr_fr: Soudan

source: Sweden
de_de: Schweden
es_es: Suecia
fr_fr: Suède

source: Singapore
de_de: Singapur
es_es: Singapur
fr_fr: Singapour

source: St. Helena
es_es: Santa Elena
fr_fr: Sainte-Hélène

source: Slovenia
de_de: Slowenien
es_es: Eslovenia
fr_fr: Slovénie

source: Svalbard & Jan Mayen Islands
de_de: Spitzbergen & Jan Mayen-Inseln
es_es: Islas Svalbard y Jan Mayen
fr_fr: Îles Svalbard et Jan Mayen

source: Slovakia
de_de: Slowakei
es_es: Eslovaquia
fr_fr: Slovaquie

source: San Marino
fr_fr: Saint-Marin

source: Senegal
fr_fr: Sénégal

source: Somalia
fr_fr: Somalie

source: Sao Tome and Principe
de_de: Sao Tome und Principe
es_es: Santo Tomé y Príncipe
fr_fr: Sao Tomé-et-Principe

source: Syrian Arab Republic
de_de: Syrische Arabische Republik
es_es: República Árabe Siria
fr_fr: République arabe syrienne

source: Turks and Caicos Islands
de_de: Turks- und Caicosinseln
es_es: Islas Turcas y Caicos
fr_fr: Îles Turques-et-Caïques

source: Chad
de_de: Tschad
fr_fr: Tchad

source: French Southern Territories
de_de: Französische Südpolar-Territorien
es_es: Territorios Franceses del Sur
fr_fr: Terres australes et antarctiques françaises

source: Thailand
es_es: Tailandia
fr_fr: Thaïlande

source: Tajikistan
de_de: Tadschikistan
es_es: Tajikistán
fr_fr: Tadjikistan

source: Timor-Leste
fr_fr: Timor oriental

source: Turkmenistan
es_es: Turkmenistán
fr_fr: Turkménistan

source: Tunisia
de_de: Tunesien
es_es: Túnez
fr_fr: Tunisie

source: Tonga
fr_fr: Tongien

source: Turkey
de_de: Türkei
es_es: Turquía
fr_fr: Turquie

source: Trinidad and Tobago
de_de: Trinidad und Tobago
es_es: Trinidad y Tobago
fr_fr: Trinité-et-Tobago

source: Taiwan
fr_fr: Taïwan

source: Tanzania
de_de: Tansania
fr_fr: Tanzanie

source: Uganda
fr_fr: Ouganda

source: United States Minor Outlying Islands
de_de: Amerikanisch-Ozeanien
es_es: Islas menores alejadas de los Estados Unidos
fr_fr: Îles mineures éloignées des États-Unis

source: United States of America
de_de: Vereinigte Staaten von Amerika
es_es: Estados Unidos de América
fr_fr: États-Unis d'Amérique

source: Uzbekistan
de_de: Usbekistan
es_es: Uzbekistán
fr_fr: Ouzbékistan

source: Holy See
de_de: Heiliger Stuhl
es_es: Santa Sede
fr_fr: Saint-Siège

source: St. Vincent and the Grenadines
de_de: St. Vincent/Grenadinen
es_es: San Vicente y las Granadinas
fr_fr: Saint-Vincent-et-les-Grenadines

source: British Virgin Islands
de_de: Britische Jungferninseln
es_es: Islas Vírgenes Británicas
fr_fr: Îles Vierges britanniques

source: US Virgin Islands
de_de: Amerikanische Jungferninseln
es_es: Islas Vírgenes de los Estados Unidos
fr_fr: Îles Vierges des États-Unis

source: Viet Nam
fr_fr: Viêt Nam

source: Wallis and Futuna Islands
de_de: Wallis- und Futuna-Inseln
es_es: Islas Wallis y Futuna
fr_fr: Îles Wallis-et-Futuna

source: Yemen
de_de: Jemen
fr_fr: Yémen

source: South Africa
de_de: Südafrika
es_es: África del Sur
fr_fr: Afrique du Sud

source: Zambia
de_de: Sambia
fr_fr: Zambie

source: New string
de_de: Neuer String
es_es: Segmento nuevo
fr_fr: Nouvelle chaîne

source: String exists
de_de: String existiert bereits
es_es: Hay un segmento
fr_fr: La chaîne existe

source: String modified
de_de: String geändert
es_es: Segmento modificado
fr_fr: Chaîne modifiée

source: Duplicate string
de_de: Doppelter String
es_es: Segmento duplicado
fr_fr: Duplicata de la chaîne

source: Translation or review in progress
de_de: Übersetzung oder Korrekturlesung in Arbeit
es_es: Traducción o revisión en progreso
fr_fr: Traduction ou révision en cours

source: Uploaded file
de_de: Hochgeladene Datei
es_es: Archivo cargado
fr_fr: Fichier téléchargé

source: cannot find the specified format
de_de: das angegebene Format kann nicht gefunden werden
es_es: no es posible encontrar el formato especificado
fr_fr: impossible de trouver le format spécifié

source: Upload failed. Please try using a different type of browser.
de_de: Hochladen fehlgeschlagen. Bitte versuchen Sie es mit einem anderen Browser.
es_es: No se pudo efectuar la carga. Por favor, intente utilizar otro tipo de buscador.
fr_fr: Échec du téléchargement. Veuillez essayer avec un autre type de navigateur.

source: Could not process this file. Did you choose a file to upload?
de_de: Diese Datei konnte nicht verarbeitet werden. Haben Sie eine Datei zum Hochladen ausgewählt?
es_es: No se pudo procesar este archivo. ¿Seleccionó un archivo para cargar?
fr_fr: Ce fichier n'a pas pu être traité. Avez-vous choisi un fichier à télécharger?

source: The format of the uploaded file does not appear to be <b>%s</b>.
de_de: Das Format der hochgeladenen Datei ist scheinbar nicht <b>%s</b>.
es_es: El formato del archivo cargado no parece ser <b>%s</b>.
fr_fr: Le format du fichier téléchargé ne semble pas être <b>%s</b>.

source: <p>We could not find any strings in this resource file.</p><p>Make sure that the resource file format is for <b>%s</b> and that it's encoded as <b>%s</b>.</p>
de_de: <p>Wir konnten keine Strings in dieser Ressourcen-Datei finden.</p><p>Bitte stellen Sie sicher, dass das Format der Ressourcen-Datei für <b>%s</b> ist und dass es als <b>%s</b> codiert ist.</p>
es_es: <p>No se encontraron segmentos en este archivo de recursos.</p><p>Asegúrese de que el formato del archivo sea para <b>%s</b> y que se encuentre codificado en <b>%s</b>.</p>
fr_fr: <p>Nous n'avons trouvé aucune chaîne dans ce fichier de ressources.</p><p>Assurez-vous que le format de ce fichier de ressources est pour <b>%s</b> et qu'il est encodé en <b>%s</b>.</p>

source: Review uploaded resource file
de_de: Hochgeladene Ressourcendatei überprüfen
es_es: Revisar archivo de recursos actualizado
fr_fr: Réviser le fichier de ressources téléchargé

source: Uploaded file removed
de_de: Hochgeladene Datei gelöscht
es_es: Archivo cargado eliminado
fr_fr: Le fichier téléchargé a été supprimé

source: %d resource strings were added, %d updated and %d ignored. %d strings not updated because they are being translated!
de_de: %d Ressourcen-Strings wurden hinzugefügt, %d aktualisiert %d ignoriert. %d Strings wurden nicht aktualisiert, da sie derzeit übersetzt werden!
es_es: %d segmentos fueron agregados, %d actualizados y %d ignorados. ¡%d segmentos no fueron actualizados porque están en proceso de traducción!
fr_fr: %d chaînes de ressources ont été ajoutées, %d mises à jour et %d ignorées. %d chaînes non mises à jour car en cours de traduction!

source: %d resource strings were added, %d updated and %d ignored
de_de: %d Ressourcen-Strings wurden hinzugefügt, %d aktualisiert und %d ignoriert
es_es: %d segmentos fueron agregados, %d actualizados y %d ignorados
fr_fr: %d chaînes de ressources ont été ajoutées, %d mises à jour et %d ignorées

source: Are you sure you want to delete this bid?
de_de: Sind Sie sicher, dass Sie dieses Gebot löschen möchten?
es_es: ¿Está seguro de que desea eliminar esta oferta?
fr_fr: Êtes-vous sûr de vouloir supprimer cette offre?

source: Are you sure you want to refuse this bid?
de_de: Sind Sie sicher, dass Sie dieses Gebot ablehnen möchten?
es_es: ¿Está seguro de que desea rechazar esta oferta?
fr_fr: Êtes-vous sûr de vouloir refuser cette offre?

source: Are you sure you are done reviewing this project?
de_de: Sind Sie sicher, dass Sie die Korrekturlesung dieses Projekts abgeschlossen haben?
es_es: ¿Está seguro de que finalizó la revisión este proyecto?
fr_fr: Êtes-vous sûr d'avoir terminé la révision de ce projet?

source: Accept bid
de_de: Gebot annehmen
es_es: Aceptar oferta
fr_fr: Accepter l'offre

source: Accept the work and release payment to translator
de_de: Die Arbeit annehmen und Bezahlung an den Übersetzer freigeben
es_es: Aceptar el trabajo efectuado por el traductor y habilitar el pago
fr_fr: Accepter le travail et libérer le paiement pour le traducteur

source: Bid on project
de_de: Auf Projekt bieten
es_es: Realizar oferta
fr_fr: Faire une offre pour ce projet

source: Edit bid
de_de: Gebot bearbeiten
es_es: Editar oferta
fr_fr: Modifier l'offre

source: Delete bid
de_de: Gebot löschen
es_es: Eliminar oferta
fr_fr: Supprimer l'offre

source: Refuse bid
de_de: Gebot ablehnen
es_es: Rechazar oferta
fr_fr: Refuser l'offre

source: Cancel bid
de_de: Gebot stornieren
es_es: Cancelar oferta
fr_fr: Annuler l'offre

source: Check payment status
de_de: Zahlungsstatus überprüfen
es_es: Verificar el estado de pago
fr_fr: Consulter le statut du paiement

source: Declare the work as complete
de_de: Die Arbeit für abgeschlossen erklären
es_es: Declarar la finalización del trabajo
fr_fr: Déclarer le travail terminé

source: Open again for editing
de_de: Erneut zur Bearbeitung öffnen
es_es: Reabrir para editar
fr_fr: Rouvrir pour modification

source: Review is complete
de_de: Korrekturlesung ist abgeschlossen
es_es: La revisión está completa.
fr_fr: La révision est terminée

source: Enable review
de_de: Korrekturlesung aktivieren
es_es: Activar revisión
fr_fr: Activer la révision

source: Cancel review
de_de: Korrekturlesung abbrechen
es_es: Cancelar revisión
fr_fr: Annuler la révision

source: I read and accepted the Client Agreement
de_de: Ich habe die Kundenvereinbarung gelesen und akzeptiert
es_es: He leído y acepto el Acuerdo de Cliente
fr_fr: J'ai lu et accepté le Contrat client

source: I agree with the arbitration rules for resolving conflicts
de_de: Ich stimme den Schlichtungsregeln zum Lösen von Konflikten zu
es_es: Estoy de acuerdo con las normas de arbitraje para la resolución de conflictos.
fr_fr: J'accepte les règles d'arbitrage en vue de la résolution de conflits

source: I confirm that the work done by the translator is complete and to my full satisfaction
de_de: Ich bestätige, dass die vom Übersetzer ausgeführte Arbeit abgeschlossen wurde und zu meiner vollen Zufriedenheit ist.
es_es: Confirmo que el trabajo realizado por el traductor ha sido finalizado y expreso mi absoluta conformidad con el mismo
fr_fr: Je confirme que le travail réalisé par le traducteur est terminé et me satisfait entièrement

source: I understand that this operation in not reversible and that I cannot make further requests regarding this work
de_de: Ich verstehe, dass diese Handlung nicht umkehrbar ist und dass ich keine weiteren Anfragen bezüglich dieser Arbeit machen kann
es_es: Entiendo que esta operación es irreversible y no puedo requerir servicios adicionales en lo que respecta a este proyecto.
fr_fr: Je comprends bien que cette opération est irréversible et que je ne pourrai plus faire d'autres demandes relatives à ce travail

source: The translator has not been notified yet. Enter a personal message to the translator about this project, inviting to bid on it.
de_de: Der Übersetzer wurde noch nicht benachrichtigt. Geben Sie eine persönliche Nachricht an den Übersetzer über dieses Projekt ein, und laden Sie ihn zur Angebotsabgabe ein.
es_es: El traductor aún no ha sido notificado. Ingrese un mensaje personal para el traductor acerca de este proyecto e invítelo a licitar.
fr_fr: Le traducteur n'a pas encore été informé. Saisissez un message personnel adressé au traducteur à propos de ce projet pour l'inviter à faire une offre.

source: Your messages were sent!
de_de: Ihre Nachrichten werden gesendet!
es_es: ¡Sus mensajes fueron enviados!
fr_fr: Vos messages ont été envoyés!

source: You can't send messages as you don't have any translators selected yet
de_de: Sie können keine Nachrichten senden, da Sie noch keine Übersetzer ausgewählt haben.
es_es: No puede enviar mensajes ya que aún no hay traductores seleccionados.
fr_fr: Envoi de message impossible car aucun traducteur n'est encore sélectionné

source: This bid cannot be canceled right now
de_de: Dieses Gebot kann derzeit nicht storniert werden
es_es: Esta oferta no se puede cancelar en este momento
fr_fr: Cette offre ne peut pas être supprimée pour l'instant

source: This bid cannot be refused right now
de_de: Dieses Gebot kann derzeit nicht abgelehnt werden
es_es: Este oferta no puede ser rechazada en este momento
fr_fr: Cette offre ne peut pas être refusée pour l'instant

source: This bid cannot be declared as complete right now
de_de: Dieses Gebot kann zur Zeit nicht für abgeschlossen erklärt werden
es_es: No es posible declarar la finalización del proyecto en este momento
fr_fr: L'offre ne peut être déclarée terminée pour l'instant

source: This bid cannot be accepted right now
de_de: Dieses Gebot kann derzeit nicht angenommen werden.
es_es: Este oferta no puede ser aceptada en este momento
fr_fr: Cette offre ne peut pas être acceptée pour l'instant

source: You have enough credit in your account to finance this work.
de_de: Sie haben kein ausreichendes Guthaben in Ihrem Account, um diese Arbeit zu finanzieren.
es_es: Cuenta con fondos suficientes para financiar este proyecto.
fr_fr: Vous disposez des fonds nécessaires sur votre compte pour couvrir le coût de ce travail.

source: Transfer funds to escrow and start work
de_de: Überweisen Sie das Geld auf das Treuhandkonto, sodass mit der Arbeit begonnen werden kann.
es_es: Transferir fondos a cuenta de depósitos en garantía y dar inicio a la traducción
fr_fr: Transférer les fonds pour les bloquer et démarrer le travail

source: You must deposit funds in your account to start this work.
de_de: Sie müssen Geld in Ihren Account einzahlen, damit mit dieser Arbeit begonnen werden kann.
es_es: Debe depositar fondos en su cuenta para dar inicio a este trabajo.
fr_fr: Vous devez approvisionner votre compte pour que ce travail démarre.

source: Deposit funds in escrow account
de_de: Auf das Treuhandkonto eingezahltes Geld
es_es: Deposite fondos en cuenta de depósitos en garantía
fr_fr: Déposer des fonds à bloquer

source: You will now be taken to PayPal to complete this payment.
de_de: Sie werden jetzt zu PayPal weiter geleitet, um diese Zahlung abzuschließen.
es_es: Será redirigido a PayPal para completar el pago.
fr_fr: Vous allez à présent être redirigé sur une page PayPal pour effectuer ce paiement.

source: Dear customer, if for some reason, the translator you choose does not answer to you, please open a support ticket and we will assist you right away.
de_de: Lieber Kunde, wenn der von Ihnen gewählte Übersetzer Ihnen nicht antwortet, eröffnen Sie bitte ein Support-Ticket und wir helfen Ihnen sofort.
es_es: Estimado cliente: Si por alguna razón, el/la tradutor/a que ha elegido no responde, por favor, abra un ticket de soporte y le brindaremos asistencia de inmediato.
fr_fr: Cher client, si, pour une raison quelconque, le traducteur que vous avez choisi ne répond pas, veuillez ouvrir un ticket d'assistance et nous vous aiderons immédiatement.

source: You must accept all contract conditions in order to continue
de_de: Sie müssen alle Vertragsbedingungen akzeptieren, um fortzufahren
es_es: Debe aceptar todas las condiciones establecidas en el contrato para poder continuar
fr_fr: Vous devez accepter toutes les conditions du contrat pour continuer

source: This bid cannot be finalized right now
de_de: Dieses Gebot kann derzeit nicht abgeschlossen werden
es_es: Esta oferta no puede ser anulada en este momento
fr_fr: Cette offre ne peut pas être conclue pour l'instant

source: This review cannot complete right now.
de_de: Diese Korrekturlesung kann derzeit nicht abgeschlossen werden.
es_es: Esta revisión no puede ser finalizada en este momento.
fr_fr: Cette révision ne peut être achevée pour l'instant.

source: This review cannot be canceled right now.
de_de: Diese Korrekturlesung kann derzeit nicht abgebrochen werden.
es_es: Esta revisión no pueder ser cancelada ahora.
fr_fr: Cette révision ne peut pas être annulée pour l'instant.

source: You cannot enable review right now
de_de: Sie können die Korrekturlesung derzeit nicht aktivieren
es_es: No es posible activar la revisión en este momento
fr_fr: Impossible d'activer la révision pour l'instant

source: Another bid has been accepted
de_de: Ein anderes Gebot wurde angenommen
es_es: Otra oferta ha sido aceptada
fr_fr: Une autre offre a été acceptée

source: This work has been terminated in an abritration process
de_de: Diese Arbeit wurde in einem Schlichtungsverfahren beendet
es_es: Se ha anulado este trabajo mediante arbitraje
fr_fr: Ce travail a été terminé dans le cadre d'une procédure d'arbitrage

source: Bid for %s accepted and waiting for funding
de_de: Gebot für %s angenommen, auf Geldeinzahlung wird gewartet
es_es: La oferta para %s fue aceptada y ahora se espera el depósito de fondos
fr_fr: Offre pour %s acceptée et en attente de fonds

source: Bid for %s given and cannot be changed right now
de_de: Gebot für %s wurde abgegeben und kann derzeit nicht geändert werden
es_es: Ha realizado una oferta para %s y no puede ser modificada en este momento.
fr_fr: L'offre a été faite pour %s et ne peut pas être changée pour l'instant

source: You bid %s
de_de: Sie haben %s geboten
es_es: Ofreció %s
fr_fr: Votre offre %s

source: %s bid %s
de_de: %s hat %s geboten
es_es: %s ofrece %s
fr_fr: %s a fait une offre de %s

source: Your bid for %s was accepted
de_de: Ihr Gebot für %s wurde angenommen
es_es: Su oferta para traducir %s fue aceptada
fr_fr: Votre offre pour %s a été acceptée

source: Bid by %s was accepted. Waiting for translator to complete the work.
de_de: Gebot von %s wurde akzeptiert. Es wird darauf gewartet, dass der Übersetzer die Arbeit abschließt.
es_es: La oferta de %s fue aceptada. Esperando que el traductor finalice el trabajo.
fr_fr: L'offre de %s a été acceptée. En attente du traducteur pour terminer le travail.

source: You declared the work as completed
de_de: Sie haben die Arbeit für abgeschlossen erklärt.
es_es: Ha declarado el trabajo como finalizado
fr_fr: Vous avez déclaré le travail terminé

source: %s declared the work as done
de_de: %s hat die Arbeit als abgeschlossen erklärt
es_es: %s declaró la finalización del trabajo
fr_fr: %s a déclaré le travail terminé

source: Work has been completed for %s
de_de: Die Arbeit an %s wurde abgeschlossen
es_es: El trabajo para %s ha sido finalizado
fr_fr: Le travail est terminé pour %s

source: Work by %s has been completed
de_de: Die Arbeit von %s wurde abgeschlossen
es_es: El trabajo asignado a %s ha sido finalizado.
fr_fr: Le travail de %s est terminé

source: Work has been completed for %s.
de_de: Arbeit wurde für %s abgeschlossen.
es_es: El trabajo solicitado al %s ha sido finalizado.
fr_fr: Le travail est terminé pour %s.

source: This work has been reviewed by %s.
de_de: Diese Arbeit wurde von %s Korrektur gelesen.
es_es: Este trabajo ha sido revisado por %s.
fr_fr: Ce travail a été révisé par %s.

source: Bid for %s was accepted.
de_de: Gebot für %s wurde angenommen.
es_es: Su oferta para %s fue aceptada
fr_fr: L'offre pour %s a été acceptée.

source: The work has been completed and reviewed.
de_de: Die Arbeit wurde abgeschlossen und Korrektur gelesen.
es_es: Su proyecto ha sido traducido y revisado.
fr_fr: Le travail est terminé et a été révisé.

source: Translation is now being reviewed.
de_de: Die Übersetzung wird jetzt Korrektur gelesen.
es_es: La traducción está en proceso de revisión.
fr_fr: La traduction est maintenant en cours de révision.

source: Translation is in progress. When it completes it will also be reviewed.
de_de: Die Übersetzung ist in Arbeit. Wenn sie abgeschlossen ist, wird sie noch Korrektur gelesen.
es_es: ¡Traducción en proceso! Cuando la traducción finalize, la misma será revisada.
fr_fr: La traduction est en cours. Une fois terminée, elle sera également révisée.

source: The translator declared that the work is complete.
de_de: Der Übersetzer hat die Arbeit für abgeschlossen erklärt.
es_es: El traductor declaro la finalización del trabajo.
fr_fr: Le traducteur a déclaré le travail terminé.

source: Translation is complete. Waiting for reviewer.
de_de: Die Übersetzung ist abgeschlossen. Auf Korrekturleser wird gewartet.
es_es: ¡Traducción finalizada! Esperando revisor.
fr_fr: La traduction est terminée. En attente de réviseur.
